Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

# select_device_access_management_title
source: Access management
fr: Gestion des accès
nl: Toegangsbeheer
pl: Obsługa dostępu

# select_device_access_management_description
source: Grant access to your family and friends wherever you are. If you rent your apartment, you can easily create admin or guest permissions for other lock users.
fr: Donnez l'accès à votre famille et à vos amis où que vous soyez. Si vous louez un appartement, vous pouvez facilement donner des droits d'administrateur ou d'invité à d'autres utilisateurs.
nl: Verleen toegang tot uw familie en vrienden, waar u ook bent. Als u uw appartement verhuurt, kan u zeer eenvoudig toegangstoestemmingen voor gasten en administrators aanmaken.
pl: Przesyłaj znajomym klucze o każdej porze i z każdego miejsca. Jeśli wynajmujesz mieszkanie, możesz łatwo nadawać innym użytkownikom uprawnienia administratora lub gościa.

# select_device_remote_management_title
source: Remote management
fr: Gestion à distance
nl: Afstandsbeheer
pl: Zdalne sterowanie

# select_device_remote_management_description
source: Unlock and lock the door from anywhere you are! All you need is tedee bridge and the app.
fr: Ouvrez et fermez votre porte de n'importe où dans le monde ! Tout ce dont vous avez besoin sont le bridge et l'application tedee.
nl: Open en sluit uw deur waar u ook bent! Het enige dat u nodig hebt zijn de Tedee bridge en de app.
pl: Otwieraj i zamykaj drzwi z dowolnego miejsca na świecie! Wystarczy, że włożysz bridge do gniazdka i zainstalujesz aplikację tedee na smartfonie.

# select_device_events_log_title
source: Events log
fr: Historique des activités
nl: Logboek
pl: Dziennik zdarzeń

# select_device_events_log_description
source: You can access the history of your lock events and receive notifications in real time.
fr: Vous pouvez consulter l'historique des activités de verrouillage et recevoir des notifications en temps réel.
nl: U hebt toegang tot de geschiedenis van uw sluitingsgebeurtenissen en ontvangt meldingen in realtime.
pl: Mając połączenie z internetem możesz przeglądać historię działania zamka, a notyfikacje o wybranych przez siebie zdarzeniach otrzymasz natychmiast.

# select_device_swipe_down
source: Swipe down
fr: Glissez vers le bas
nl: Naar beneden swipen
pl: Przeciągnij do dołu

# internet_disconnected
source: No internet connection
fr: Pas de connexion internet
nl: Geen internetverbinding
pl: Brak połączenia internetowego

source: Updating device…
fr: La mise à jour de l'appareil est en cours…
nl: Apparaat wordt geüpdatet…
pl: Aktualizacja urządzenia…

# updating_device_state
source: Updating device
fr: La mise à jour de l'appareil est en cours
nl: Apparaat wordt geüpdatet
pl: Aktualizacja urządzenia

# updating_device_success
source: Device settings have been updated
fr: Les paramètres de l'appareil ont été mis à jour
nl: Apparaatsinstellingen werden geüpdatet
pl: Zaktualizowano ustawienia urządzenia

# access_details_title
source: Access details
fr: Détails des accès
nl: Toegangsdetails
pl: Szczegóły dostępu

# device_settings_out_of_date
source: Device settings are outdated
fr: Les paramètres de l'appareil ne sont plus à jour
nl: Apparaatsinstellingen zijn niet meer actueel
pl: Ustawienia urządzenia są nieaktualne

# settings_title
source: Settings
fr: Paramètres
nl: Instellingen
pl: Ustawienia

# setting_empty_name_alert
source: Name cannot be empty
fr: Le nom doit être rempli
nl: Naam moet ingevuld worden
pl: Nazwa nie może być pusta

# settings_cancel
source: Cancel
fr: Annuler
nl: Annuleren
pl: Anuluj

# settings_confirmation
source: Confirmation
fr: Confirmer
nl: Bevestigen
pl: Potwierdzenie

# settings_delete
source: Delete
fr: Supprimer
nl: Verwijderen
pl: Usuń

# settings_calibration_in_progress
source: Calibration in progress
fr: Calibrage en cours
nl: Kalibratie is bezig
pl: Trwa kalibracja

# settings_calibration_preparing
source: Preparing for calibration
fr: Préparation du calibrage
nl: Voorbereiding kalibratie
pl: Przygotowywanie do kalibracji

# settings_lock_name
source: Lock name
fr: Nom de la serrure
nl: Slot naam
pl: Nazwa zamka

# settings_connection
source: Connection
fr: Connexion
nl: Verbinding
pl: Połączenie

# settings_battery_level
source: Battery level
fr: Niveau de la batterie
nl: Batterijniveau
pl: Poziom baterii

# settings_delete_bridge
source: Delete bridge
fr: Supprimer le bridge
nl: Bridge verwijderen
pl: Usuń bridge

# settings_serial_number
source: Serial number
fr: Numéro de série
nl: Serienummer
pl: Numer seryjny

# settings_features_title
source: Features
fr: Fonctionalités
nl: Functies
pl: Funkcje

# settings_other_title
source: Other
fr: Autre
nl: Anders
pl: Inne

# settings_name_title
source: Name
fr: Nom
nl: Naam
pl: Nazwa

# bridge_is_busy_alert_description
source: Bridge is currently updating a paired device and can't perform this operation. Please try again later.
fr: Le bridge est en train de mettre à jour un appareil associé et ne peut pas effectuer cette opération. Veuillez réessayer plus tard.
nl: Bridge is momenteel een gekoppeld apparaat aan het updaten en kan deze handeling niet uitvoeren. Probeer later opnieuw.
pl: Bridge obecnie aktualizuje jedno ze sparowanych urządzeń i nie może wykonać tej operacji. Spróbuj ponownie później

# bridge_is_busy_alert_title
source: Bridge is busy
fr: Le bridge est occupé
nl: Bridge is bezet
pl: Bridge jest zajęty

# bridge_bridge_settings
source: Bridge settings
fr: Paramètres du bridge
nl: Bridge instellingen
pl: Ustawienia bridge'a

# settings_wifi
source: Wi-Fi to connect
fr: Connexion au Wi-Fi
nl: Wi-Fi verbindingen
pl: Sieć Wi-Fi

# settings_bridge_name
source: Bridge name
fr: Nom du bridge
nl: Bridge naam
pl: Nazwa bridge'a

# bridge_settings_sure_to_delete_bridge_title
source: Delete bridge
fr: Êtes vous sûr(e) de vouloir supprimer le bridge?
nl: Verwijder bridge
pl: Usuń bridge

# bridge_settings_deleting_title
source: Deleting bridge
fr: Suppression du bridge
nl: Bridge verwijderen
pl: Usuwanie bridge'a

# we_could_not_delete_bridge
source: We could not delete the bridge. Please try again later.
fr: Le bridge n'a pas pu être supprimé. Réessayez plus tard.
nl: De bridge kon niet verwijder worden. Probeer later opnieuw.
pl: Nie udało nam się usunąć bridge'a. Spróbuj ponownie później.

# bridge_cannot_connect_alert_title
source: Cannot connect to the bridge
fr: Impossible de se connecter au bridge
nl: Kan geen verbinding maken met de bridge
pl: Nie można połączyć z bridgem

# bridge_cannot_connect_alert_message
source: Check if your device and Bluetooth connection are switched on and try again.
fr: Assurez-vous que votre appareil et le Bluetooth sont allumés et réessayez.
nl: Controleer of uw apparaat en Bluetooth-verbinding zijn ingeschakeld en probeer opnieuw.
pl: Upewnij się, że Twoje urządzenie oraz łączność Bluetooth są włączone i spróbuj ponownie.

# loading_screen_description
source: Please wait, the app is loading
fr: Un instant, l'application est en cours de chargement
nl: Een ogenblik geduld, de app wordt geladen
pl: Proszę czekać, trwa ładowanie aplikacji

# login_create_account
source: Create account
fr: Créer un compte
nl: Maak een account aan
pl: Utwórz konto

# login_login
source: Log in
fr: S'identifier
nl: Aanmelden
pl: Zaloguj się

# login_problems_occurred
source: Connection error. Please, check the internet connection and try again.
fr: Erreur de connexion. Veuillez vérifiez la connexion Internet et réessayez.
nl: Verbindingsfout. Controleer de internetverbinding en probeer opnieuw.
pl: Błąd połączenia. Sprawdź łączność z internetem i spróbuj ponownie.

# login_error_title
source: Error
fr: Erreur
nl: Foutmelding
pl: Błąd

source: Login failed
fr: Échec d'identification
nl: Aanmelding mislukt
pl: Błąd logowania

# login_failed_registrations_limit_reached
source: You have reached limit of mobile registrations, please contact our Customer Support.
fr: Vous avez atteint le nombre maximum d'inscriptions via un appareil mobile, veuillez contacter notre service clientèle.
nl: U heeft de limiet van mobiele registraties bereikt, neem dan contact op met onze klantendienst.
pl: Osiągnąłeś limit rejestracji urządzeń mobilnych, skontaktuj się z naszym działem obsługi klienta.

# bt_and_internet_status_title
source: Check the required settings
fr: Vérifiez les paramètres requis
nl: Controleer de vereiste instellingen
pl: Sprawdź wymagane ustawienia

# bt_and_internet_status_to_complete
source: To continue the process you will need:
fr: Afin de poursuivre le processus, vous aurez besoin de :
nl: Om door te gaan met het proces hebt u nodig:
pl: Aby kontynuować proces będą potrzebne:

# bt_and_internet_status_bluetooth
source: Bluetooth enabled
fr: Bluetooth activé
nl: Bluetooth ingeschakeld
pl: Włączony Bluetooth

# bt_and_internet_status_internet
source: Internet connection
fr: Connexion internet
nl: Internetverbinding
pl: Połączenie z internetem

# bt_and_internet_status_location
source: Location services on
fr: Services de localisation activés
nl: Locatiediensten ingeschakeld
pl: Włączoną lokalizację

# instruction_next
source: Next
fr: Suivant
nl: Volgende
pl: Dalej

# instruction_connect_bridge_title
source: Connect bridge to charger
fr: Connecter le bridge au chargeur
nl: Verbind de bridge met de oplader
pl: Podłącz bridge do ładowarki

# instruction_connect_bridge_description
source: Connect your bridge to a charger and insert the charger into the power outlet. The LED will start blinking.
fr: Connectez votre bridge à un chargeur et branchez le dans la prise électrique. La LED clignotera.
nl: Sluit je bridge aan op een oplader en steek de oplader in het stopcontact. De LED begint te knipperen.
pl: Podłącz bridge do ładowarki i włóż ją do gniazdka. Dioda LED zacznie migać.

# instruction_bridge_set_up
source: Bridge set up
fr: Configuration du bridge
nl: Bridge configuratie
pl: Konfiguracja bridge'a

# connecting_with_device_cancel
source: Cancel connection
fr: Annuler la connexion
nl: Verbinding annuleren
pl: Przerwij połączenie

# add_device_failed_to_connect_to_device
source: Failed to connect with device
fr: La connexion à l'appareil a échoué
nl: Geen verbinding met het apparaat
pl: Nie udało się połączyć z urządzeniem

# add_bridge_turn_on_device_text_title
source: Turn on the bridge
fr: Allumer le bridge
nl: Bridge aanzetten
pl: Włącz bridge

# add_bridge_turn_on_device_text_description
source: Plug the bridge into the power outlet and wait until the LED blinks red - blue - green - white
fr: Branchez le bridge et attendez que la LED clignote en rouge - bleu - vert - blanc.
nl: Steek de brug in het stopcontact en wacht tot de LED knippert met rood - blauw - groen en wit.
pl: Włóż bridge do gniazdka i poczekaj na mignięcie na czerwono - niebiesko - zielono - biało

# bluetooth_range_description_bridge
source: Make sure the distance between the bridge and your smartphone is less than 2-3 meters.
fr: Assurez-vous que la distance entre le bridge et votre smartphone ne dépasse pas 2 à 3 mètres.
nl: Zorg ervoor dat de afstand tussen de brug en uw smartphone minder dan 2-3 meter bedraagt.
pl: Postaraj się aby Twój smartfon pozostawał w odległości mniejszej niż 2-3 metry od bridge'a.

# add_device_please_make_sure_if
source: Please make sure if:
fr: Veuillez vérifier que :
nl: Zorg ervoor dat:
pl: Upewnij się, że:

# add_device_already_added
source: This device is already added to your account.
fr: Cet appareil a déjà été ajouté à votre compte.
nl: Dit apparaat werd al toegevoegd aan uw account.
pl: To urządzenie zostało już dodane do Twojego konta.

# bridge_wifi_title
source: Wi-Fi to connect
fr: Connexion au Wi-Fi
nl: Wi-Fi voor verbinding
pl: Sieć Wi-Fi

# bridge_wifi_name
source: Name
fr: Nom
nl: Naam
pl: Nazwa

# bridge_wifi_password
source: Password
fr: Mot de passe
nl: Paswoord
pl: Hasło

# bridge_wifi_add_name
source: Add name
fr: Entrer le nom
nl: Naam toevoegen
pl: Podaj nazwę

# bridge_wifi_add_password
source: Add password
fr: Entrer le mot de passe
nl: Paswoord toevoegen
pl: Podaj hasło

# bridge_wifi_instruction
source: Bridge must be connected to your local Wi-Fi. Please, provide your Wi-Fi SSID and password.
fr: Le bridge doit être connecté à votre réseau Wi-Fi local. Veuillez saisir le nom et le mot de passe du réseau.
nl: De Bridge moet verbonden zijn met uw lokale Wi-Fi. Geef uw Wi-Fi SSID en wachtwoord op.
pl: Bridge musi być podłączony do Twojego domowego Wi-Fi. Podaj nazwę sieci oraz hasło.

# add_bridge_connecting
source: Connecting with bridge
fr: Connexion au bridge
nl: Verbinding met bridge
pl: Łączenie z bridgem

# add_bridge_serial_number_correct
source: the activation code is correct
fr: Le code d'activation est correct
nl: De activatiecode is correct
pl: kod aktywacyjny jest poprawny

# add_bridge_bridge_turned_on
source: the bridge is turned on
fr: Le bridge est allumé
nl: De bridge is aangezet
pl: bridge jest włączony

# add_bridge_bluetooth_turned_on
source: the Bluetooth connection is on
fr: La connexion Bluetooth est activée
nl: De Bluetooth-verbinding staat aan
pl: Bluetooth jest włączony

# add_bridge_checking_connection
source: Checking bridge connection
fr: Vérification de la connexion avec le bridge
nl: Controle bridgeverbinding
pl: Sprawdzanie połączenia z bridgem

# add_bridge_connecting_to_wifi
source: Connecting to Wi-Fi
fr: Connexion au Wi-Fi
nl: Verbinding met Wi-Fi
pl: Łączenie z Wi-Fi

# add_bridge_process_failed
source: Process failed
fr: La tentative a échoué
nl: Proces mislukt
pl: Operacja nie powiodła się

# loading_data_error_message
source: Loading error, please check your internet connection. Swipe down to refresh data.
fr: Erreur de chargement, veuillez vérifiez la connexion Internet. Faites glisser l'écran vers le bas pour actualiser les données.
nl: Laadfout, controleer uw internetverbinding. Swipen naar beneden om de gegevens te updaten.
pl: Błąd ładowania, sprawdź połączenie z internetem. Przeciągnij ekran do dołu, aby odświeżyć dane.

# add_bridge_wrong_wifi_name_title
source: Network not found
fr: Réseau non trouvé
nl: Netwerk niet gevonden
pl: Nie znaleziono sieci

# add_bridge_wrong_wifi_name_text
source: Cannot find Wi-Fi network. Please, check its name (it is case sensitive) and try again.
fr: Impossible de trouver le réseau Wi-Fi. Vérifiez le nom (sensible à la casse) et réessayez.
nl: Kan geen Wi-Fi-netwerk vinden. Controleer de naam (hoofdlettergevoelig) en probeer opnieuw.
pl: Nie znaleziono sieci Wi-Fi o tej nazwie. Sprawdź nazwę (wielkość liter ma znaczenie) i spróbuj ponownie.

# add_bridge_wrong_wifi_password_title
source: Incorrect Wi-Fi password
fr: Mot de passe Wi-Fi incorrect
nl: Onjuist Wi-Fi wachtwoord
pl: Nieprawidłowe hasło Wi-Fi

# add_bridge_wrong_wifi_password_text
source: The provided password is incorrect. Please, check the password and try again.
fr: Le mot de passe saisi est incorrect. Vérifiez le mot de passe et réessayez.
nl: Het opgegeven wachtwoord is onjuist. Controleer het wachtwoord en probeer opnieuw.
pl: Wprowadzone hasło jest niepoprawne. Sprawdź hasło i spróbuj ponownie.

# add_bridge_unknown_wifi_error_title
source: Failed to connect to Wi-Fi
fr: La connexion au Wi-Fi à échoué
nl: Verbinding met Wi-Fi mislukt
pl: Nie udało się połączyć z Wi-Fi

# add_bridge_unknown_wifi_error_text
source: Bridge cannot connect to Wi-Fi. Please, verify its name and password and try again.
fr: Le bridge ne peut pas se connecter au Wi-Fi. Vérifiez le nom et le mot de passe et réessayez.
nl: Bridge kan geen verbinding maken met Wi-Fi. Controleer de naam en het wachtwoord en probeer opnieuw.
pl: Bridge nie może połączyć się do sieci. Sprawdź nazwę sieci Wi-Fi oraz hasło i spróbuj ponownie.

# add_bridge_security_type_mismatch_error_title
source: Failed to connect to Wi-Fi
fr: Échec de la connexion Wi-Fi
nl: Verbinding met Wi-Fi mislukt
pl: Nie udało połączyć się z siecią Wi-Fi

# add_bridge_security_type_open_error_text
source: Bridge cannot connect to this Wi-Fi. It's an open network and does not require a password.
fr: Le bridge ne peut pas se connecter à ce Wi-Fi. Il s'agit d'un réseau ouvert qui ne nécessite pas de mot de passe.
nl: Bridge kan geen verbinding maken met deze Wi-Fi. Het is een open netwerk en vereist geen wachtwoord.
pl: Bridge nie może połączyć się z siecią. To Wi-Fi jest otwarte i nie wymaga hasła.

# add_bridge_security_type_wpa_error_text
source: Bridge cannot connect to this Wi-Fi. It's secured and requires a password.
fr: Le bridge ne peut pas se connecter à ce Wi-Fi. Il s'agit d'un réseau sécurisé qui nécessite un mot de passe.
nl: Bridge kan geen verbinding maken met deze Wi-Fi. Het is beveiligd netwerk en vereist een wachtwoord.
pl: Bridge nie może połączyć się z siecią. To Wi-Fi jest zabezpieczone i wymaga hasła.

# add_bridge_configuration_ready_title
source: Bridge ready for configuration
fr: Le bridge est prêt pour la configuration
nl: Bridge gereed voor configuratie
pl: Bridge gotowy do konfiguracji

# add_bridge_configuration_ready_text
source: The bridge has been added to your account but still requires configuration.
fr: Le bridge a été ajouté à votre compte, mais doit encore être configuré.
nl: De bridge werd toegevoegd aan uw account, maar vereist nog steeds een configuratie.
pl: Bridge został dodany do Twojego konta, ale wciąż wymaga konfiguracji.

# add_bridge_configuration_ready_button_text
source: Start configuration
fr: Démarrer la configuration
nl: Start configuratie
pl: Rozpocznij konfigurację

# add_bridge_initialization
source: Bridge initialization
fr: Initialisation du bridge
nl: Bridge initialisatie
pl: Inicjalizacja bridge'a

# add_bridge_initializing
source: Configuring and adding bridge to your account.
fr: Configuration et ajout du bridge à votre compte.
nl: Configuratie en toevoegen van een bridge aan uw account.
pl: Konfiguracja i dodawanie bridge'a do Twojego konta.

# add_bridge_configuration_success_title
source: Congratulations
fr: Félicitations
nl: Proficiat
pl: Gratulacje

# add_bridge_congratulations_text
source: The bridge has been successfully added your account and is ready to use.
fr: Le bridge a été ajouté avec succès à votre compte et est prêt à être utilisé.
nl: De bridge werd succesvol toegevoegd aan uw account en is klaar voor gebruik.
pl: Bridge został dodany do Twojego konta i jest gotowy do użycia.

# add_bridge_configuration_skip
source: Skip
fr: Ignorer
nl: Overslaan
pl: Pomiń

# add_bridge_connecting_to_tedee
source: Connecting to tedee
fr: Connexion avec tedee
nl: Verbinding maken met tedee
pl: Łączenie z tedee

# add_bridge_configuration_timeout_title
source: Connection timeout
fr: La connexion a expiré
nl: Verbinding time-out
pl: Upłynął limit czasu połączenia

# add_bridge_configuration_timeout_description
source: Bridge was not able to connect to the internet. Sometimes it may take longer than expected. If you continue the bridge will try to connect in the background. In the meantime check if:
fr: Le bridge n'a pas pu se connecter à l'Internet. Parfois, cela peut prendre un certain temps. Si vous continuez, le bridge essaiera de se connecter en arrière-plan. En attendant, vérifiez si:
nl: Bridge was niet in staat om verbinding te maken met het internet. Soms kan het langer duren dan verwacht. Als u doorgaat zal de bridge op de achtergrond proberen te verbinden. Controleer ondertussen of:
pl: Bridge nie był w stanie połączyć się z internetem. Czasami może to zająć dłuższa chwilę. Jeśli przejdziesz dalej, bridge będzie łączył się w tle. W tym czasie upewnij się czy:

# add_bridge_configuration_timeout_check
source: The bridge is powered up
fr: Le bridge est sous tension
nl: De bridge staat onder stroomspanning
pl: Bridge jest włączony

# add_bridge_already_registered_title
source: Factory reset
fr: Réinitialisation aux paramètres d'usine
nl: Fabrieksherstel
pl: Przywróć ustawienia fabryczne

# add_bridge_already_registered_text_version_1
source: Press and hold the button for a few seconds until 3 red blinks and release it.
fr: Appuyez sur le bouton et maintenez-le enfoncé pendant 5 secondes. Relâchez le bouton lorsque la LED clignote 3 fois en rouge.
nl: Houd de knop enkele seconden ingedrukt tot wanneer u 3 rode knipperingen ziet en laat hem dan los.
pl: Naciśnij i przytrzymaj przycisk przez 5 sekund. Puść przycisk gdy dioda zamruga 3 razy na czerwono.

# add_bridge_already_registered_text_first_version_2
source: Unplug, wait 10 seconds, plug it again into the power outlet and wait for red - blue - green - white
fr: Débranchez le bridge, attendez 10 secondes, rebranchez-le et attendez que la LED clignote en rouge - bleu - vert - blanc.
nl: Trek de stekker uit het stopcontact, wacht 10 seconden, steek de stekker weer in het stopcontact en wacht op rood - blauw - groen - wit.
pl: Odłącz bridge od zasilania, podłącz go ponownie i poczekaj na mignięcie na czerwono - zielono - niebiesko - biało

# add_bridge_already_registered_text_second_version_2
source: Press and hold the button until the LED lights up red
fr: Appuyez sur le bouton et maintenez-le enfoncé jusqu'à ce que la LED s'allume en rouge.
nl: Houd de knop ingedrukt tot de LED rood oplicht.
pl: Naciśnij i przytrzymaj przycisk do momentu zapalenia się diody na czerwono

# add_bridge_already_registered_text_third_version_2
source: Release the button, 3 red flashes will confirm the factory reset
fr: Relâchez le bouton. 3 clignotements rouges confirment le retour aux paramètres d'usine
nl: Laat de knop los. 3 rode flitsen bevestigen het fabrieksherstel.
pl: Puść przycisk, 3 czerwone mignięcia potwierdzą przywrócenie ustawień fabrycznych

# organizations_title
source: Organizations
fr: Organisations
nl: Organisaties
pl: Organizacje

# add_to_organizations_hint
source: You can add the device to your organization, or you may skip this step.
fr: Votre appareil peut être ajouté à l'une des organisations dont vous êtes propriétaire, ou vous pouvez sauter cette étape.
nl: Uw apparaat kan toegevoegd worden aan een van de organisaties die u bezit, of u kan deze stap overslaan.
pl: Możesz dodać urządzenie do własnej organizacji, lub pominąć ten krok.

source: Select organization
fr: Sélectionnez une organisation
nl: Selecteer een organisatie
pl: Wybierz organizację

source: Add to organization
fr: Ajouter à l'organisation
nl: Toevoegen aan organisatie
pl: Dodaj do organizacji

# add_intercom_already_added
source: Device is already added
fr: L'appareil a déjà été ajouté
nl: Apparaat werd al toegevoegd
pl: Urządzenie jest już dodane

# bridge_paired_devices
source: Paired devices
fr: Appareils associés
nl: Gekoppelde apparaten
pl: Sparowane urządzenia

# bridge_connect_with_device
source: Select device to pair
fr: Sélectionnez l'appareil à associer
nl: Selecteer apparaat dat gekoppeld moet worden
pl: Wybierz urządzenie do sparowania

# bridge_pairing_device_in_progress
source: Pairing device in progress
fr: Association de l'appareil en cours
nl: Koppeling van het apparaat wordt uitgevoerd
pl: Trwa parowanie urządzenia

# bridge_unparing_with_device
source: Unpairing previous bridge
fr: Dissociation de l'ancien bridge
nl: Ontkoppeling van de vorige bridge
pl: Odłączanie od poprzedniego bridge'a

# bridge_no_paired_devices_title
source: No paired devices yet
fr: Aucun appareil associé
nl: Nog geen gekoppelde apparaten
pl: Brak sparowanych urządzeń

# bridge_no_paired_devices_description
source: You don't have any paired devices. If you add them, you will be able to connect to the devices over the internet.
fr: Vous n'avez pas d'appareils associés. Si vous les ajoutez, vous pourrez vous connecter aux appareils par Internet.
nl: U hebt geen gekoppelde apparaten. Als u ze toevoegt, kan u verbinding maken met de apparaten via het internet.
pl: Nie masz żadnych sparowanych urządzeń. Jeśli je dodasz, będziesz w stanie połączyć się z urządzeniem przez internet.

# bridge_unpair
source: Unpair
fr: Dissocier
nl: Ontkoppelen
pl: Odłącz
