Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

# custom_notification_channel
source: Important messages
fr: Messages importants
nl: Belangrijke boodschappen
pl: Ważne wiadomości

# authentication_notification_channel
source: Authentication processes
fr: Processus d'authentification
nl: Authenticatieprocessen
pl: Procesy uwierzytelniania

# lock_state_changes_channel
source: Lock state changes
fr: Changements d'état de la serrure
nl: Veranderingen slotstatus
pl: Zmiany stanów zamka

# device_share_notification_text
source: %@ granted you access to the device ‘%@’
fr: %@ vous a donné accès à l'appareil ‘%@’
nl: %@ gaf u toegang tot het apparaat ‘%@’
pl: %@ udzielił(a) Ci dostępu do ‘%@’

# device_share_notification_title
source: Device shared
fr: Appareil partagé
nl: Apparaat wordt gedeeld
pl: Udostępniono urządzenie

# device_share_notification_user
source: Someone
fr: Quelqu'un
nl: Iemand
pl: Ktoś

# nofo_low_battery_notification_title
source: Low battery
fr: Batterie faible
nl: Batterij bijna leeg
pl: Niski poziom baterii

# software_updated_notification_text
source: Your %@ has been updated
fr: Votre appareil %@ a été mis à jour
nl: Uw %@ werd geüpdatet
pl: Twoje urządzenie %@ zostało zaktualizowane

# software_updated_notification_title
source: Firmware updated
fr: Le micrologiciel a été mis à jour
nl: Firmware werd geüpdatet
pl: Zaktualizowano oprogramowanie

# nofo_software_update_notification_text
source: There is software update available for ‘%@’
fr: Une mise à jour du logiciel est disponible pour '%@'
nl: Er is een software update beschikbaar voor '%@'
pl: ‘%@’ ma dostępną aktualizację

# nofo_software_update_notification_title
source: Device update available
fr: Mise à jour de l'appareil disponible
nl: Update van het apparaat beschikbaar
pl: Dostępna aktualizacja urządzenia

# notification_charge_lock
source: %@, connect device to charger
fr: %@, connecter l'appareil au chargeur
nl: %@, sluit het apparaat aan op de lader
pl: %@, podłącz urządzenie do ładowarki

# auto_unlock_notification_title
source: Auto-unlock confirmation
fr: Confirmation du déverrouillage automatique
nl: Bevestiging van de automatische opening
pl: Potwierdzenie Auto-otwierania

# auto_unlock_notification_text
source: Do you want to commence auto-unlock for %@?
fr: Voulez-vous démarrer le processus d'ouverture automatique pour %@ ?
nl: Wilt u beginnen met de automatische opening voor %@?
pl: Czy chcesz rozpocząć proces automatycznego-otwierania dla %@?

# auto_unlock_confirmation_text
source: Do you want to start Auto-unlock for %@?
fr: Confirmer-vous vouloir commencer le déverrouillage automatique de %@ ?
nl: Wilt u de automatische opening starten voor %@?
pl: Czy chcesz rozpocząć Auto-otwieranie %@?

# auto_unlock_notification_cancel
source: Cancel
fr: Annuler
nl: Annuleer
pl: Anuluj

# auto_unlock_notification_unlock
source: Unlock
fr: Déverrouiller
nl: Openen
pl: Otwórz

# notification_started_charging_title
source: Charging started
fr: La recharge a commencé
nl: Het laden is begonnen
pl: Rozpoczęto ładowanie

# notification_started_charging_message
source: %@ started to charge
fr: %@ est en cours de chargement
nl: %@ is begonnen met laden
pl: Rozpoczęto ładowanie urządzenia %@

# notification_ended_charging_title
source: Charging finished
fr: Chargement terminé
nl: Opladen klaar
pl: Koniec ładowania

# notification_ended_charging_message
source: %@ was charged
fr: L'appareil %@ a été chargé
nl: %@ is opgeladen
pl: Urządzenie %@ naładowało się

# notification_ended_charging_message_level
source: to %d%%
fr: jusqu’à %d%%.
nl: tot %d%%
pl: do %d%%

# notification_fully_charged_title
source: Fully charged
fr: Entièrement chargée
nl: Volledig opgeladen
pl: W pełni naładowany

# notification_fully_charged_message
source: %@ is fully charged
fr: %@ est entièrement chargée
nl: %@ is volledig opgeladen
pl: %@ jest w pełni naładowany

# notification_auto_unlock_start_action_title
source: Start
fr: Commencer
nl: Starten
pl: Rozpocznij

# notification_auto_unlock_stated_title
source: Auto-unlock started
fr: Le déverrouillage automatique a commencé
nl: Automatische opening is gestart
pl: Auto-otwieranie rozpoczęte

# notification_auto_unlock_stated_message
source: Auto-unlock started for ‘%@’. Process will be automatically cancelled at %@.
fr: Le déverrouillage automatique a été lancé pour '%@'. Le processus sera automatiquement annulé à %@.
nl: Automatische opening is gestart voor '%@'. Het proces zal automatisch geannuleerd worden om %@.
pl: Auto-otwieranie rozpoczęte dla ‘%@’. Proces zostanie automatycznie przerwany o %@.

# auto_unlock_ble_disabled_title
source: Auto-unlock requires attention
fr: Le déverrouillage automatique signale un problème
nl: Vereist aandacht
pl: Auto-otwieranie zgłosiło problem

# auto_unlock_ble_disabled_message
source: Auto-Unlock requires Bluetooth connection. Please, turn ON Bluetooth in the system settings to Auto-Unlock '%@'.
fr: Le déverrouillage automatique nécessite une connexion Bluetooth. Activez le Bluetooth dans les paramètres pour déverrouiller '%@' automatiquement.
nl: Automatische opening vereist een Bluetooth-verbinding. Schakel Bluetooth in de systeeminstellingen in voor de automatische opening van '%@'.
pl: Auto-otwierania wymaga połączenia Bluetooth. Włącz Bluetooth w ustawieniach systemowych aby otworzyć automatycznie '%@'.

# auto_unlock_ble_or_location_disabled_message
source: Auto-Unlock require Bluetooth connection and Location. Please, turn on both of them in the device settings to Auto-Unlock '%@'.
fr: Le déverrouillage automatique nécessite une connexion Bluetooth et la localisation. Activez-les dans les paramètres pour déverrouiller '%@'.
nl: Automatische opening vereist een Bluetooth-verbinding en -locatie. Zet beide in de apparaatinstellingen aan voor de automatische opening van '%@'.
pl: Auto-otwieranie wymaga połączenia Bluetooth i Lokalizacji. Włącz je w ustawieniach systemu aby otworzyć '%@'.

# notification_auto_unlock_completed_title
source: Auto-unlock completed
fr: Déverrouillage automatique terminé
nl: Automatische opening voltooid
pl: Auto-otwieranie ukończone

# notification_auto_unlock_completed_message
source: ‘%@’ has been automatically unlocked.
fr: '%@' a été déverrouillée automatiquement.
nl: '%@' is automatisch geopend.
pl: ‘%@’ został automatycznie otwarty.

# notification_auto_unlock_canceled_title
source: Auto-unlock cancelled
fr: Déverrouillage automatique annulé
nl: Automatische opening geannuleerd
pl: Auto-otwieranie anulowane

# notification_auto_unlock_failed_title
source: Auto-unlock failed
fr: Échec du déverrouillage automatique
nl: Automatische opening mislukt
pl: Auto-otwieranie nie powiodło się

# notification_auto_unlock_canceled_general_message
source: Lock ‘%@’ cannot be unlocked now.
fr: La serrure '%@' ne peut pas être déverrouillée maintenant.
nl: Slot '%@' kan nu niet worden geopend.
pl: Nie można otworzyć zamka '%@' w tym momencie.

# notification_auto_unlock_canceled_timeout_message
source: Process cancelled for ‘%@’. Operation time-out.
fr: Processus annulé pour '%@'. Temps écoulé.
nl: Proces geannuleerd voor '%@'. Operationele time-out.
pl: Proces anulowany dla ‘%@’. Czas operacji upłynął.

# notification_auto_unlock_canceled_zone_out_message
source: Process cancelled for ‘%@’, because you have left the auto-unlock zone.
fr: Processus annulé pour '%@' car vous avez quitté la zone de déverrouillage automatique.
nl: Proces geannuleerd voor '%@', omdat u de automatische openingzone hebt verlaten.
pl: Proces anulowany dla ‘%@’, z powodu opuszczenia strefy.

# notification_auto_unlock_canceled_status_changed_message
source: Process cancelled for ‘%@’, because it's been unlocked manually.
fr: Processus annulé pour '%@' car la serrure a été déverrouillée manuellement.
nl: Proces geannuleerd voor '%@', omdat het slot handmatig geopend werd.
pl: Proces anulowany dla ‘%@’, z powodu ręcznego otwarcia.

# notification_auto_unlock_canceled_other_message
source: Process cancelled for ‘%@’. Some other user has already unlocked this lock a while ago.
fr: Processus annulé pour ‘%@’. Cette serrure vient dêtre déverrouillée par un autre utilisateur.
nl: Proces geannuleerd voor '%@'. Een andere gebruiker heeft dit slot al een tijdje geleden geopend.
pl: Proces anulowany dla ‘%@’. Zamek został otwarty przed chwilą przez innego użytkownika.

# notification_auto_unlock_canceled_too_fast_message
source: Process cancelled for ‘%@’, because you reached the lock too fast.
fr: Processus annulé pour ‘%@’. Vous avez atteint la serrure trop rapidement.
nl: Proces geannuleerd voor '%@', omdat u te snel het slot heeft bereikt.
pl: Proces anulowany dla ‘%@’, z powodu zbyt szybkiej/losowej zmiany lokalizacji.

# notification_auto_unlock_canceled_auto_pull_spring_not_enabled
source: Process cancelled for ‘%@’, because lock is already unlocked. If you want to pull the spring at Auto-unlock, enable "Pull spring" in settings.
fr: Processus annulé pour ‘%@’ car la serrure est déjà ouverte. Si vous souhaitez ouvrir le loquet de la porte lors du déverrouillage automatique, activez le "loquet" dans les paramètres.
nl: Proces geannuleerd voor '%@', omdat het slot al geopend is. Als u de deurgrendel bij automatische opening wilt opentrekken, activeer dan "deurgrendel" in de instellingen.
pl: Proces anulowany dla ‘%@’, ponieważ zamek jest już otwarty. Jeśli chcesz, aby Auto-otwieranie odciągnęło zapadkę, włącz "Odciągnięcie zapadki" w ustawieniach.

# auto_unlock_iBeacon_detected_title
source: Auto-unlock iBeacon detected
fr: Balise iBeacon de déverrouillage automatique détectée
nl: Automatische opening iBeacon gedetecteerd
pl: Auto-otwieranie iBeacon wykryty

# auto_unlock_iBeacon_detected_message
source: iBeacon from bridge %@ was detected
fr: Balise iBeacon du bridge %@ a été détectée
nl: iBeacon van bridge %@ werd gedetecteerd
pl: iBeacon z bridge'a %@ został wykryty

source: Auto-unlock process active
fr: Processus de déverrouillage automatique actif
nl: Automatisch openingsproces actief
pl: Proces Auto-otwierania aktywny

# notification_authentication_handle_create_account_title
source: Create account process active
fr: La création d'un nouveau compte a commencé
nl: Account aanmaakproces actief
pl: Rozpoczęto tworzenie nowego konta

# notification_authentication_handle_forgot_password_title
source: Forgot password process active
fr: La récupération du mot de passe a commencé
nl: Wachtwoord aanmaakproces actief
pl: Rozpoczęto proces przywracania hasła

# notification_authentication_handle_message
source: Click to return
fr: Cliquez pour revenir en arrière
nl: Klik om terug te gaan
pl: Naciśnij, aby powrócić

# lock_opened_notification_title
source: Lock was unlocked
fr: La serrure a été déverrouillée
nl: Het slot werd geopend
pl: Zamek został otwarty

# lock_pulled_notification_title
source: Latch was pulled
fr: Le loquet a été ouvert
nl: De deurgrendel werd opengetrokken
pl: Zapadka została odciągnięta

# lock_opened_by_user_notification_text
source: Lock %@ was unlocked by %@
fr: La serrure %@ a été déverrouillée par %@
nl: Slot %@ werd geopend door %@
pl: Zamek %@ został otwarty przez %@

# lock_opened_manually_notification_text
source: Lock %@ was unlocked manually
fr: La serrure %@ a été déverrouillée manuellement
nl: Slot %@ werd handmatig ontgrendeld
pl: Zamek %@ został otwarty ręcznie

# lock_pulled_by_user_notification_text
source: Latch %@ was pulled by %@
fr: La loquet de %@ a été ouvert par %@
nl: Deurgrendel %@ werd opengetrokken door %@
pl: Zapadka %@ została odciągnięta przez %@

# lock_pulled_manually_notification_text
source: Latch %@ was pulled manually
fr: La loquet de %@ a été ouvert manuellement
nl: Deurgrendel %@ werd handmatig opengetrokken door
pl: Zapadka %@ została odciągnięta ręcznie

# serial_number_select_provide_activation
source: Provide the activation code
fr: Entrez le code d'activation
nl: Geef de activeringscode
pl: Wprowadź kod aktywacyjny

# serial_number_select_provide_bridge
source: Provide the activation code
fr: Entrez le code d'activation
nl: Geef de activeringscode
pl: Wprowadź kod aktywacyjny

# serial_number_select_provide_lock
source: Provide the lock activation code
fr: Entrez le code d'activation de la serrure
nl: Geef de activeringscode van het slot
pl: Wprowadź kod aktywacyjny dla zamka

# serial_number_select_instruction
source: You can find the activation code on the device or in the instruction manual. Scan the QR code or type it in.
fr: Vous pouvez trouver le code d'activation sur l'appareil ou dans le manuel d'installation. Scannez le code QR ou inscrivez-le.
nl: U vindt de activeringscode op het apparaat of in de handleiding. Scan de QR code of tip deze in.
pl: Kod aktywacyjny zmajdziesz na urządzeniu lub w instrukcji obsługi. Możesz zeskanować kod QR lub wprowadzić go ręcznie.

# serial_number_select_manually_button
source: Type in manually
fr: Saisie manuelle
nl: Handmatig intippen
pl: Wprowadź ręcznie

# serial_number_select_qr_button
source: Scan QR code
fr: Scanner le code QR
pl: Zeskanuj kod QR

# serial_number_input_title
source: Add activation code
fr: Ajouter un code d'activation
nl: Activeringscode toevoegen
pl: Podaj kod aktywacyjny

# serial_number_input_instruction
source: Provide device activation code. You can find it on the last page of the instruction manual and on the device.
fr: Entrer le code d'activation de l'appareil. Vous le trouverez à la dernière page du manuel d'utilisation et sur l'appareil.
nl: Geef de activeringscode van het apparaat door. U kunt deze vinden op de laatste pagina van de gebruiksaanwijzing en op het apparaat.
pl: Podaj kod aktywacyjny. Możesz go znaleźć na ostatniej stronie instrukcji i na urządzeniu.

# serial_number_empty_field
source: Enter device activation code
fr: Saisissez le code d'activation de l'appareil
nl: Voer de activeringscode van het apparaat in
pl: Wprowadź kod aktywacyjny

# serial_number_wrong_format
source: Activation code is a %d characters long code (e.g. ABCD1234EFGHIJ)
fr: Le code d'activation est composé de %d caractères (ex: ABCD1234EFGHIJ).
nl: De activeringscode is %d tekens lang (bijv. ABCD1234EFGHIJ).
pl: Kod aktywacyjny powinien mieć %d znaków (np. ABCD1234EFGHIJ)

# serial_number_scan_disabled_title
source: Scanning not supported
fr: La lecture n'est pas prise en charge
nl: Scannen wordt niet ondersteund
pl: Skanowanie nie jest obsługiwane

# serial_number_scan_disabled_message
source: Your device does not support scanning QR code.
fr: Votre appareil n'est pas compatible avec la lecture des codes QR.
nl: Uw apparaat ondersteunt het scannen van QR code niet.
pl: Twoje urządzenie nie umożliwia skanowania kodu QR.

# profile_details_subtitle
source: Your account data
fr: Détails de votre compte
nl: Uw accountgegevens
pl: Dane Twojego konta

# profile_details_user
source: User
fr: Utilisateur
nl: Gebruiker
pl: Użytkownik

# profile_details_error_new_name_length
source: The name must be longer than 2 and shorter than 33 characters.
fr: Le nom doit comporter plus de 2 caractères et moins de 33 caractères.
nl: De naam moet langer zijn dan 2 tekens en korter dan 33 tekens.
pl: Imię musi być dłuższe niż 2 i krótsze niż 33 znaki.

# delete_account_confirmation_title
source: Delete account
fr: Supprimer le compte
nl: Verwijder account
pl: Usuń konto

# delete_account_confirmation_message
source: Are you sure to delete your account and all associated data? You will not be able to use your devices any more until you add them again.
fr: Êtes-vous sûr(e) de vouloir supprimer votre compte et toutes les données associées ? Vous ne pourrez plus utiliser vos appareils tant que vous ne les aurez pas ajoutés à nouveau.
nl: Weet u zeker dat u uw account en alle bijbehorende gegevens wilt verwijderen? U zal uw apparaten niet meer kunnen gebruiken totdat u ze opnieuw toevoegt.
pl: Czy na pewno chcesz usunąć konto i powiązane z nim dane? Nie będziesz mógł używać swoich urządzeń, dopóki ich ponownie nie dodasz.

# delete_account_confirm_email_message
source: All devices you own will be deleted and users will lost access to them. Confirm by typing in your e-mail.
fr: Tous les appareils que vous possedez seront supprimés et les utilisateurs en perdrons l'accès. Veuillez confirmer en saisissant votre adresse e-mail.
nl: Alle apparaten die je bezit zullen worden verwijderd en gebruikers zullen er geen toegang meer toe hebben. Bevestig door je e-mail in te voeren.
pl: Wszystkie posiadane urządzenia zostaną usunięte oraz inni użytkownicy utracą do nich dostęp. Potwierdź wpisując swój adres e-mail.

# delete_account_invalid_email
source: Invalid e-mail address
fr: Adresse e-mail invalide
nl: Ongeldig e-mailadres
pl: Niepoprawny adres e-mail

source: Enter your e-mail
fr: Saisissez votre adresse e-mail
nl: Voer je e-mailadres in
pl: Wprowadź swój email

source: Delete
fr: Supprimer
nl: Verwijderen
pl: Usuń

# we_could_not_delete_account
source: We could not delete all your account data. Please try again later.
fr: Nous n'avons pas pu supprimer toutes les données du compte. Veuillez réessayer plus tard.
nl: We konden niet al uw accountgegevens verwijderen. Probeer het later nog eens.
pl: Nie udało nam się usunąć wszystkich danych konta. Spróbuj ponownie później.

source: Deleting your account
fr: Suppression du compte
nl: Uw account wordt verwijderd
pl: Usuwanie Twojego konta

# deleting_your_account_text
source: All your data is being deleted. It may take a while. Please, wait until you're automatically logged out.
fr: Toutes vos données sont en cours de suppression. Cela peut prendre un certain temps. Veuillez attendre d'être automatiquement déconnecté(e).
nl: Al uw gegevens worden gewist. Dit kan een tijdje duren. Wacht alsjeblieft tot wanneer u automatisch wordt uitgelogd.
pl: Wszystkie Twoje dane są usuwane. Może to zająć chwilę. Poczekaj, dopóki nie zostaniesz automatycznie wylogowany.

source: User profile
fr: Profil utilisateur
nl: Gebruikersprofiel
pl: Profil użytkownika

# user_is_preview_tester
source: Preview tester
fr: Beta-tester
nl: Beta tester
pl: Beta tester

# add_lock_set_up
source: Setting up the lock
fr: Configuration de la serrure
nl: Instellen van het slot
pl: Przygotowanie zamka

# add_lock_turn_on_device_text_title
source: Turn on the lock
fr: Activation de la serrure
nl: Zet het slot aan
pl: Włącz zamek

# add_lock_turn_on_device_text
source: Press and hold the button until LED starts blinking and release it.
fr: Appuyez sur le bouton et maintenez-le enfoncé jusqu'à ce que la LED commence à clignoter, puis relâchez-le.
nl: Houd de knop ingedrukt tot wanneer het LED begint te knipperen en laat hem daarna los.
pl: Wciśnij przycisk, poczekaj aż dioda zacznie się świecić i puść przycisk.

# bluetooth_range_description_lock
source: Make sure the distance between the lock and your smartphone is less than 2-3 meters.
fr: Assurez-vous que la distance entre la serrure et votre smartphone ne dépasse pas 2 à 3 mètres.
nl: Zorg ervoor dat de afstand tussen het slot en uw smartphone minder dan 2-3 meter bedraagt.
pl: Postaraj się aby Twój smartfon pozostawał w odległości mniejszej niż 2-3 metry od zamka.

# add_lock_mounted_question
source: Have you already installed your lock?
fr: Avez-vous déjà installé votre serrure?
nl: Hebt u het slot al geïnstalleerd?
pl: Czy już zamontowałeś zamek w drzwiach?

# add_lock_yes_go_to_the_next_steps
source: Yes, proceed
fr: Oui, continuer
nl: Ja, doorgaan
pl: Tak, kontynuuj

# add_lock_no_show_me_how_to_mount_it
source: No, help me
fr: Non, aidez-moi
nl: Neen, help mij
pl: Nie, pomóż mi

# add_lock_to_provide_a_correct_serial_number
source: the activation code is correct
fr: Le code d'activation est correct
nl: De activeringscode is correct
pl: kod aktywacyjny jest poprawny

# add_lock_switch_on_lock
source: the lock is turned on
fr: La serrure est activée
nl: Het slot staat aan
pl: zamek jest włączony

# add_lock_agree_to_pull_the_spring
source: Yes, pull
fr: Oui, tirer le loquet
nl: Ja, opentrekken
pl: Tak, odciągnij

# add_lock_finish_button
source: Finish
fr: Terminer
nl: Eindigen
pl: Zakończ

# add_lock_configuration_success_title
source: Congratulations
fr: Félicitations
nl: Proficiat
pl: Gratulacje

# add_lock_configuration_success_description
source: The lock has been successfully added to your account and is ready to use.
fr: La serrure a été ajoutée avec succès à votre compte et est prête à être utilisée.
nl: Het slot is met succes toegevoegd aan uw account en is klaar voor gebruik.
pl: Zamek został pomyślnie dodany do Twojego konta i jest gotowy do użycia.

# add_lock_is_busy_error_text
source: Lock is busy and cannot be calibrated. Make sure not to turn the lock or move the door and try again.
fr: La serrure est en mouvement et ne peut pas être calibrée. Assurez-vous de ne pas tourner la serrure et que la porte ne bouge pas et réessayez.
nl: Het slot is bezet en kan niet worden gekalibreerd. Zorg ervoor dat u het slot niet draait of de deur beweegt en probeer opnieuw.
pl: Pokrętło zamka jest w ruchu i nie można go skalibrować. Zatrzymaj pokrętło i dopilnuj, aby drzwi się nie ruszały i spróbuj ponownie.

# add_lock_is_busy_error_title
source: Lock is busy
fr: La serrure est en mouvement
nl: Het slot is bezet
pl: Pokrętło zamka jest w ruchu

# add_lock_other_lock_error_text
source: Cannot calibrate the lock, restart the device and try again.
fr: Impossible de calibrer la serrure, veuillez redémarrer l'appareil et réessayer.
nl: Kan het slot niet kalibreren, start het apparaat opnieuw op en probeer opnieuw.
pl: Nie można skalibrować zamka, zresetuj go i spróbuj ponownie.

# add_lock_is_not_ready_error_title
source: Lock is not ready
fr: La serrure n'est pas prête
nl: Slot is niet klaar
pl: Zamek nie jest gotowy

# add_lock_is_not_ready_error_text
source: Sorry, we could not prepare the lock for calibration. Please, check the Bluetooth connection and try again.
fr: Désolé, nous n'avons pas pu préparer la serrure pour le calibrage. Vérifiez la connexion Bluetooth et réessayez.
nl: Sorry, we konden het slot niet gereedmaken voor de kalibratie. Controleer de Bluetooth-verbinding en probeer opnieuw.
pl: Przepraszamy, nie można skalibrować zamka. Sprawdź łączność Bluetooth i spróbuj ponownie.

# add_lock_calibration_error_title
source: Calibration error
fr: Erreur de calibrage
nl: Kalibratiefout
pl: Błąd kalibracji

# add_lock_process_failed
source: Process failed
fr: Le processus a échoué
nl: Proces mislukt
pl: Proces nie powiódł się

# add_lock_device_blocked
source: Device blocked
fr: Appareil bloqué
nl: Apparaat geblokkeerd
pl: Urządzenie zablokowane

# add_lock_device_blocked_text
source: This device is already registered by another user. Please, delete it from the other user's account first and try again.
fr: Cet appareil a déjà été enregistré par un autre utilisateur. Veuillez d'abord le supprimer du compte de l'autre utilisateur et réessayez.
nl: Dit apparaat werd al geregistreerd door een andere gebruiker. Verwijder deze eerst van de account van de andere gebruiker en probeer opnieuw.
pl: To urządzenie jest już zarejestrowane przez innego użytkownika. Usuń je z jego konta i spróbuj ponownie.

# add_lock_cancel_the_proccess
source: Cancel the process
fr: Annuler la procédure
nl: Annuleer het proces
pl: Anuluj proces

# add_lock_logout
source: Log out and change account
fr: Déconnexion et changement de compte
nl: Uitloggen en account wijzigen
pl: Wyloguj się i zamień konto

# add_lock_calibration_timeout_error_title
source: Calibration timeout
fr: Temps de calibrage écoulé
nl: Kalibratie time-out
pl: Upłynął limit czasu kalibracji

# add_lock_calibration_timeout_error_text
source: The maximum calibration time of 5 minutes has passed.
fr: Le temps maximum (5 minutes) pour le calibrage a été dépassé.
nl: De maximale kalibratietijd van 5 minuten is verstreken.
pl: Przekroczono maksymalny czas (5 minut) na kalibrację.
