Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

# bridge_pair
source: Pair device
fr: Association de l'appareil
nl: Koppel apparaat
pl: Sparuj urządzenie

# bridge_pair_device_connection_timeout
source: We need more time
fr: Nous avons besoin de plus de temps
nl: We hebben meer tijd nodig
pl: Potrzebujemy więcej czasu

# bridge_pair_device_connection_timeout_dialog_text
source: Bridge couldn't connect to the device within expected time. Sometimes it may take longer. If you continue, the bridge will try to connect in the background. In the meantime check if:
fr: Le bridge n'a pas pu se connecter à l'appareil. Parfois, cela peut prendre un certain temps. Si vous continuez, le bridge essaiera de se connecter en arrière-plan. En attendant, vérifiez si:
nl: De bridge kon niet binnen de verwachte tijd op het apparaat worden aangesloten. Soms kan het langer duren. Als u doorgaat, zal de bridge op de achtergrond verbinding proberen te maken. Controleer ondertussen of:
pl: Bridge nie był w stanie połączyć się z urządzeniem. Czasem może to zająć dłuższą chwilę. Jeśli przejdziesz dalej, bridge będzie probował połączyć się w tle. W tym czasie upewnij się czy:

# bridge_pair_device_connection_timeout_dialog_enumeration
source: your device is turned on
fr: Votre appareil est allumé
nl: uw apparaat is aangezet
pl: Twoje urządzenie jest włączone

# bridge_pair_device_connection_timeout_dialog_enumeration2
source: Bridge is plugged into the power outlet and connected to Wi-Fi
fr: Le bridge est branché à une source d'alimentation et connecté au Wi-Fi
nl: De bridge is aangesloten op het stopcontact en verbonden met Wi-Fi
pl: Bridge jest włączony i połączony z siecią Wi-Fi

# bridge_pair_no_devices_title
source: You have no devices yet
fr: Vous n'avez pas encore d'appareils
nl: U heeft nog geen apparaten
pl: Nie masz jeszcze urządzeń

# bridge_pair_no_devices_subtitle
source: To pair device with the bridge you must add it to your account first.
fr: Pour associer l'appareil avec le bridge, vous devez d'abord l'ajouter à votre compte.
nl: Om het apparaat te koppelen met de bridge moet u deze eerst aan uw account toevoegen.
pl: Aby połączyć się z bridgem musisz dodać go najpierw do swojego konta.

# bridge_unpair_device_dialog_title
source: Unpair device
fr: Dissocier l'appareil
nl: Apparaat ontkoppelen
pl: Odłącz urządzenie

# bridge_pair_with_existing_device
source: Pair with existing device
fr: Associer avec un appareil existant
nl: Koppelen met bestaand apparaat
pl: Sparuj z istniejącym urządzeniem

# bridge_unpair_device_dialog_text
source: Unpaired device will not be available over the internet anymore but you can still connect to it using Bluetooth.
fr: L'appareil dissocié ne sera plus disponible via Internet, mais vous pourrez toujours vous y connecter via Bluetooth.
nl: Ontkoppelde apparaten zullen niet meer beschikbaar zijn via het internet, maar u kunt nog steeds verbinding maken met het apparaat via Bluetooth.
pl: Odłączone urządzenie od teraz nie będzie dostępne przez internet, ale wciąż możesz połączyć się z nim przez Bluetooth.

# bridge_unpair_device_error_dialog_title
source: Unpairing failed
fr: La dissociation a échoué
nl: Ontkoppeling mislukt
pl: Odłączanie nie powiodło się

# bridge_unpair_device_error_dialog_text
source: We could not unpair these devices. Check your internet connection and try again.
fr: Nous n'avons pas pu dissocier ces appareils. Vérifiez votre connexion Internet et réessayez.
nl: We konden deze apparaten niet ontkoppelen. Controleer uw internetverbinding en probeer het opnieuw.
pl: Nie możemy rozłączyć tych urządzeń. Sprawdź połączenie internetowe i spróbuj ponownie.

# bridge_pair_already_paired_dialog_title
source: Device is already paired
fr: L'appareil est déjà associé
nl: Apparaat is al gekoppeld
pl: Urządzenie jest już sparowane

# bridge_pair_already_paired_dialog_text
source: This device is already paired with another bridge. Do you want continue and pair again with this one?
fr: Cet appareil est déjà associé à un autre bridge. Voulez-vous continuer et l'associer à celui-ci?
nl: Dit apparaat is al gekoppeld aan een andere bridge. Wil je doorgaan en opnieuw met deze koppelen?
pl: To urządzenie jest już sparowane z innym bridgem. Czy chcesz kontynuować i sparować z tym?

# bridge_pair_already_paired_dialog_button
source: Yes, switch
fr: Oui, changer
nl: Ja, veranderen
pl: Tak, zamień

# bridge_pair_device_error_dialog_title
source: Pairing failed
fr: L'association a échoué
nl: Koppelen mislukt
pl: Parowanie nie powiodło się

# bridge_pair_device_connecting_time_left
source: Connecting to the device (%d sec.)
fr: Connexion à l'appareil (%d sec.)
nl: Verbinding met apparaat (%d sec.)
pl: Łączenie z urządzeniem (%d sek.)

# bridge_pair_device_error_dialog_text
source: We could not pair these devices. Check your internet connection and try again.
fr: Nous n'avons pas pu associer ces appareils. Vérifiez votre connexion Internet et réessayez.
nl: We kon deze apparaten niet koppelen. Controleer uw internetverbinding en probeer het opnieuw.
pl: Nie możemy sparować tych urządzeń. Sprawdź połączenie internetowe i spróbuj ponownie.

# bridge_cannot_delete_device
source: Cannot delete this device.
fr: Impossible de supprimer cet appareil.
nl: Kan dit apparaat niet verwijderen.
pl: Nie można usunąć tego urządzenia.

# disconnected_with_bridge
source: Disconnected from bridge
fr: La connexion au bridge a été coupée
nl: Verbinding met bridge werd verbroken
pl: Rozłączony z bridgem

# shared_with_title
source: Shared with
fr: Partagé avec
nl: Gedeeld met
pl: Udostępniono

# users_with_key_guests_header
source: Guests
fr: Invités
nl: Gasten
pl: Goście

# users_with_key_admin_header
source: Administrators
fr: Administrateurs
pl: Administratorzy

# users_with_key_owner_header
source: Owner
fr: Propriétaire
nl: Eigenaar
pl: Właściciel

# add_user_share_button
source: Share access
fr: Partager l'accès
nl: Toegang delen
pl: Udziel dostępu

# add_user_access_level
source: Access level
fr: Niveau d'accès
nl: Toegangsniveau
pl: Poziom dostępu

# add_user_whom_to_invite
source: Whom to invite
fr: Inviter quelqu'un
nl: Uit te nodigen
pl: Kogo zaprosić

# add_user_choose
source: Choose
fr: Choisir
nl: Kies
pl: Wybierz

# add_user_access_type
source: Access type
fr: Type d'accès
nl: Toegangstype
pl: Typ dostępu

# add_user_remote_unlock
source: Remote locking & unlocking
fr: Verrouillage et déverrouillage à distance
nl: Openen en sluiten op afstand
pl: Zdalne otwieranie i zamykanie

# add_user_remote_unlock_description
source: OFF when locking and unlocking for this user is allowed only locally, while in the Bluetooth range
fr: DÉSACTIVÉ, si cet utilisateur est uniquement autorisé à verrouiller et déverrouiller la serrure localement lorsqu'il est à portée Bluetooth
nl: UIT bij het openen en sluiten voor deze gebruiker is alleen lokaal toegestaan, terwijl deze zich in het Bluetooth-bereik bevindt.
pl: WYŁĄCZONE, jeśli ten użytkownik ma mieć możliwość otwierania i zamykania zamka jedynie lokalnie będąc w zasięgu Bluetooth

# add_user_choose_person_to_invite
source: You have to choose a person you want to share access with.
fr: Vous devez choisir une personne avec laquelle vous voulez partager l'accès.
nl: U moet een persoon kiezen met wie u de toegang wilt delen.
pl: Musisz wybrać osobę, której chcesz udzielić dostępu.

# add_user_wrong_email
source: E-mail address seems to be invalid. Please, check it again.
fr: L'adresse e-mail est incorrecte. Veuillez vérifier et réessayer
nl: Het e-mailadres lijkt ongeldig te zijn. Controleer alstublieft nogmaals.
pl: Adres e-mail jest niepoprawny. Sprawdź i wpisz ponownie.

# add_user_chosen_user_already_exists
source: This user has already been invited.
fr: Cet utilisateur a déjà été invité.
nl: Deze gebruiker werd al uitgenodigd.
pl: Ten użytkownik został już zaproszony.

# whom_to_invite_title
source: Whom to invite
fr: Inviter quelqu'un
nl: Uit te nodigen
pl: Kogo zaprosić

# whom_to_invite_new_user
source: Invite new user
fr: Inviter un nouvel utilisateur
nl: Nieuwe gebruiker uitnodigen
pl: Zaproś nowego użytkownika

# whom_to_invite_known_users
source: Known users
fr: Utilisateurs connus
nl: Bekende gebruikers
pl: Znani użytkownicy

# whom_to_invite_invalid_email
source: Invalid email address
fr: Adresse e-mail non valide
nl: Ongeldig emailadres
pl: Niepoprawny adres e-mail

# whom_to_invite_invite_by_email
source: Invite by email
fr: Inviter par e-mail
nl: uitnodigen via email
pl: Zaproś przez e-mail

# user_access_level_header
source: Access level
fr: Niveau d'accès
nl: Toegangsniveau
pl: Poziom dostępu

# user_access_level_restricted_access
source: Restricted access
fr: Accès restreint
nl: Beperkte toegang
pl: Ograniczony dostęp

# user_access_level_full_access
source: All functions
fr: Toutes les fonctionnalités
nl: Alle functies
pl: Wszystkie funkcje

# user_access_type_header
source: Access type
fr: Type d'accès
nl: Toegangstype
pl: Typ dostępu

# user_access_type_period_access
source: Time restricted access
fr: Horaires d'accès
nl: Toegang met tijdsbeperking
pl: Ograniczony czasowo

# user_access_type_starts
source: Starts
fr: Commence
nl: Begint
pl: Początek

# user_access_type_ends
source: Ends
fr: Se termine
nl: Eindigt
pl: Koniec

# my_devices_empty_view_title
source: You have no devices yet
fr: Vous n'avez pas encore d'appareils
nl: U hebt nog geen apparaten
pl: Nie masz jeszcze urządzeń

# my_devices_empty_view_message
source: Add a new device and manage it through this app.
fr: Ajoutez un nouvel appareil et gérez-le via cette application.
nl: Voeg een nieuw apparaat toe en beheer het via deze app.
pl: Dodaj nowe urządzenie i zarządzaj nim tą aplikacją.

# my_devices_add_device_button
source: Add new devices
fr: Ajouter de nouveaux appareils
nl: Voeg nieuwe apparaten toe
pl: Dodaj nowe urządzenia

# my_devices_refresh_error
source: We couldn't refresh your device list. Please, try again later.
fr: Nous n'avons pas pu actualiser la liste des appareils. Essayez de nouveau plus tard.
nl: We konden uw apparatenlijst niet updaten. Probeer het later nog eens.
pl: Nie mogliśmy odświeżyć listy urządzeń. Spróbuj ponownie później.

# update_shared_user_header
source: Access details
fr: Détails de l'accès
nl: Toegangsgegevens
pl: Szczegóły dostępu

# update_shared_user_delete_access
source: Delete access
fr: Supprimer l'accès
nl: Verwijder toegang
pl: Wycofaj dostęp

# update_shared_user_pending_info
source: Your invitation is pending, the user hasn’t accepted it yet.
fr: Votre invitation est en attente, l'utilisateur ne l'a pas encore acceptée.
nl: Uw uitnodiging is in behandeling, de gebruiker heeft deze nog niet geaccepteerd.
pl: Twoje zaproszenie oczekuje na akceptację użytkownika.

# update_shared_user_delete_ask
source: Do you really want to delete this user?
fr: Voulez-vous vraiment supprimer cet utilisateur ?
nl: Wilt u deze gebruiker echt verwijderen?
pl: Czy na pewno chcesz usunąć tego użytkownika?

# update_shared_user_delete_own_access_ask
source: Do you really want to delete your access to this device?
fr: Voulez-vous vraiment supprimer votre accès à cet appareil ?
nl: Wilt u echt uw toegang tot dit apparaat verwijderen?
pl: Czy na pewno chcesz usunąć swój dostęp do tego urządzenia?

# lock_history_title
source: Activities
fr: Activités
nl: Activiteiten
pl: Zdarzenia

# lock_history_no_activities_title
source: You have no activities yet
fr: Vous n'avez pas encore d'activités
nl: U heeft nog geen activiteiten
pl: Brak zdarzeń

# lock_history_no_activities_subtitle
source: Try to unlock or lock your door.
fr: Essayez de verrouiller ou déverrouiller votre porte.
nl: Probeer uw deur te openen of op slot te doen.
pl: Spróbuj zamknąć lub otworzyć swoje drzwi.

# lock_history_opened
source: Unlocked
fr: Déverrouillée
nl: Geopend
pl: Otwarty

# lock_history_opened_automatically
source: Auto-unlocked
fr: Déverrouillée automatiquement
nl: Automatisch geopend
pl: Otwarty automatycznie

# lock_history_half_opened
source: Semi-locked
fr: Semi-vérrouillée
nl: Half geopend
pl: Niedomknięty

# lock_history_spring_pulled
source: Latch pulled
fr: Loquet tiré
nl: Deurgrendel opengetrokken
pl: Zapadka odciągnięta

# lock_history_closed
source: Locked
fr: Verrouillée
nl: Gesloten
pl: Zamknięty

# lock_history_error
source: Error while loading history
fr: Erreur lors du chargement de l'historique
nl: Fout tijdens het laden van de geschiedenis
pl: Błąd ładowania historii

# lock_history_manually
source: manually
fr: manuellement
nl: handmatig
pl: ręcznie

# lock_history_by_button
source: by button
fr: avec le bouton
nl: via knop
pl: przyciskiem

# lock_history_automatically_by
source: by %@
fr: par %@
nl: via %@
pl: przez %@

# lock_history_auto_by
source: auto by %@
fr: automatiquement par %@
nl: automatisch via %@
pl: automatycznie przez %@

# lock_history_stuck
source: Lock jammed
fr: Serrure bloquée
nl: Slot geblokkeerd
pl: Zamek zacięty

# lock_history_power_off
source: Switched off
fr: Éteinte
nl: Uitgeschakeld
pl: Wyłączony

# lock_history_power_on
source: Switched on
fr: Allumée
nl: Aangeschakeld
pl: Włączony

# lock_history_calibration
source: Calibration
fr: Calibrage
nl: Kalibratie
pl: Kalibracja

# calibration_notification_timeout_title
source: Lock calibration
fr: Calibrage de la serrure
nl: Slotkalibratie
pl: Kalibracja zamka

# calibration_notification_timeout_message
source: We are not able to calibrate this lock over the bridge, would you like to calibrate it over Bluetooth?
fr: Nous ne pouvons pas calibrer cette serrure via le bridge, souhaitez-vous la calibrer via Bluetooth ?
nl: We kunnen dit slot niet callibreren met de bridge, wil je het calibreren over Bluetooth?
pl: Nie możemy skalibrować zamka za pomocą bridge'a. Czy chciałbyś spróbować kalibracji za pomocą połączenia Bluetooth?

# calibration_notification_timeout_disagree
source: No, thanks
fr: Non, merci
nl: Nee, bedankt
pl: Nie, dzięki

# lock_history_detached
source: Detached from door
fr: Détaché de la porte
nl: Los van de deur
pl: Zdjęty z drzwi

# lock_history_alarm
source: Burglary alarm
fr: Alarme anti-intrusion
nl: Inbraakalarm
pl: Alarm antywłamaniowy

# lock_history_firmware_updates
source: Firmware update
fr: Mise à jour du micrologiciel
pl: Aktualizacja oprogramowania

source: unknown user
fr: utilisateur inconnu
nl: onbekende gebruiker
pl: nieznanego użytkownika

# calibration_step_first_button
source: Calibrate
fr: Calibrer
nl: Kalibreren
pl: Skalibruj

# calibration_step_second_button
source: Calibrate
fr: Calibrer
nl: Kalibreren
pl: Skalibruj

# calibration_step_first_title
source: Step 1 of 2 - locked position
fr: Étape 1/2 - Position verrouillée
nl: Stap 1 van 2 - gesloten positie
pl: Etap 1 z 2 - pozycja zamknięta

# calibration_step_second_title
source: Step 2 of 2 - unlocked position
fr: Étape 2/2 - Position déverrouillée
nl: Step 2 of 2 - geopende positie
pl: Etap 2 z 2 - pozycja otwarta

# calibration_step_first_info
source: Turn the lock manually to fully locked position (deadbolts should fully extend) and continue the process by pressing the button below.
fr: Tournez la serrure manuellement en position de fermeture complète (les pênes dormants doivent être complètement sortis) et continuez le processus en appuyant sur le bouton ci-dessous.
nl: Draai het slot met de hand in de volledig gesloten positie (de nachtschoot moet volledig worden uitgeschoven) en ga verder met het proces door op de knop hieronder te drukken.
pl: Obróć gałkę zamka tak, by znajdował się w pozycji zamkniętej (rygle całkowicie wysunięte) i wciśnij przycisk poniżej aby kontynuować proces.

# calibration_step_second_info
source: Turn the lock manually into fully unlocked position and continue the process by pressing the button below.
fr: Tournez la serrure manuellement en position d'ouverture complète puis continuez le processus en appuyant sur le bouton ci-dessous.
nl: Zet het slot handmatig in de volledig geopende positie en ga verder met het proces door op de knop hieronder te drukken.
pl: Obróć gałkę zamka tak, by znajdował się w pozycji otwartej i przejdź dalej wciskając przycisk poniżej.

# calibration_step_third_title
source: Pull spring
fr: Ouverture du loquet
nl: Deurvergrendeling opentrekken
pl: Odciągnięcie zapadki

# calibration_step_third_info
source: If you don’t have a door handle outside, the lock may automatically pull the spring latch while unlocking. You may change it later in the lock settings.
fr: Si vous n'avez pas de poignée de porte à l'extérieur, la serrure peut ouvrir le loquet automatiquement lors du déverrouillage. Vous pouvez le modifier ultérieurement dans les paramètres de serrure.
nl: Als u geen deurklink buiten heeft, kan het slot automatisch de deurvergrendeling intrekken tijdens het openen. U kan dit later in de slotinstellingen wijzigen.
pl: Jeśli masz gałkę lub pochwyt od strony zewnętrznej drzwi, zamek może automatycznie odciągnąć zapadkę przy otwieraniu. Możesz zmienić to później w ustawieniach zamka.

# firmware_settings_header
source: Firmware
fr: Micrologiciel
pl: Oprogramowanie

# firmware_error_failed_title
source: Update failed
fr: Echec de la mise à jour
nl: Update mislukt
pl: Aktualizacja nieudana

# firmware_error_dialog_timeout_text
source: Could not update device. Try to reset it, if the problem persists.
fr: Impossible de mettre l'appareil à jour. Si le problème persiste, essayez de le réinitialiser avec les paramètres d'usine.
nl: Kon het apparaat niet updaten. Probeer het te resetten, als het probleem aanhoudt.
pl: Nie udało się zaktualizować urządzenia. Spróbuj zresetować je, jeśli problem będzie się powtarzać.

# firmware_error_dialog_connection_header
source: No connection
fr: Aucune connection
nl: Geen verbinding
pl: Brak połączenia

# firmware_error_dialog_no_internet_text
source: Internet connection is necessary to complete the firmware update process.
fr: Une connexion Internet est nécessaire afin de compléter le processus de mise à jour du micrologiciel.
nl: Een internetverbinding is vereist om het firmware update proces te voltooien.
pl: Połączenie z internetem jest niezbędne, by ukończyć proces aktualizacji oprogramowania.

# firmware_error_dialog_no_bt_text
source: Bluetooth has to be switched on to complete the firmware update process.
fr: Le bluetooth doit être activé pour terminer le processus de mise à jour du micrologiciel.
nl: Bluetooth moet worden ingeschakeld om het firmware update proces te voltooien.
pl: Aby aktualizacja oprogramowania była możliwa, Bluetooth musi być włączony.

# firmware_error_dialog_other_header
source: Error while updating device
fr: Erreur lors de la mise à jour de l'appareil
nl: Fout tijdens het updaten van het apparaat
pl: Błąd podczas aktualizacji urządzenia

# firmware_error_dialog_other_text
source: Could not update device. Make sure it's switched on and try to restart if the problem persists.
fr: Impossible de mettre à jour l'appareil. Assurez-vous qu'il soit allumé et essayez de le redémarrer si le problème persiste.
nl: Kon het apparaat niet updaten. Zorg ervoor dat het is ingeschakeld en probeer opnieuw op te starten als het probleem aanhoudt.
pl: Nie udało się zaktualizować urządzenia. Upewnij się, że jest włączone i spróbuj je zresetować, jeśli problem będzie się powtarzać.

# firmware_update_checking_for_updates
source: Checking for updates
fr: Recherche des mises à jour
nl: Updates worden gezocht
pl: Sprawdzanie aktualizacji

# firmware_update_updating
source: Updating %d%%
fr: Mise à jour %d%%.
nl: Updaten van %d%%
pl: Aktualizowanie %d%%

# firmware_update_updating_string
source: Updating
fr: Mise à jour en cours
nl: Updaten van
pl: Aktualizowanie

# firmware_update_install
source: Update %@
fr: Mise à jour %@
pl: Zaktualizuj %@

# firmware_update_downloading
source: Downloading
fr: Téléchargement
nl: Wordt gedownload
pl: Pobieranie

# firmware_update_downloading_with_value
source: Downloading %@
fr: %@ en cours de téléchargement
nl: %@ wordt gedownload
pl: Pobieranie %@

# firmware_update_update_complete
source: Update complete
fr: Mise à jour terminée
nl: Update voltooid
pl: Ukończono aktualizację

# firmware_update_another_update_in_progress
source: You cannot start a new update because another device is updating now.
fr: Vous ne pouvez pas commencer une nouvelle mise à jour. Un autre appareil est en cours de mise à jour.
nl: U kunt geen nieuwe update starten omdat een ander apparaat nu aan het updaten is.
pl: Nie możesz rozpocząć nowej aktualizacji, ponieważ inne urządzenie się aktualizuje.

# firmware_update_failed_new_dfu
source: Turn OFF Bluetooth for at least 10 seconds (in the settings, not in the Control Center), turn it back ON and try again.
fr: Désactivez le Bluetooth pendant au moins 10 secondes (dans les paramètres, pas dans le centre de contrôle). Rallumez-le et essayez à nouveau.
nl: Schakel Bluetooth ten minste 10 seconden uit (in de instellingen, niet in het Controle Center), schakel AAN en probeer opnieuw.
pl: Wyłącz i włącz Bluetooth (w ustawieniach telefonu, nie w centrum sterowania) na przynajmniej 10 sekund i spróbuj ponownie.

# firmware_update_stay_in_bluetooth_range
source: Please, stay in Bluetooth range during the entire update process.
fr: Veuillez rester à portée du Bluetooth pendant la durée complète de la mise à jour.
nl: Blijf gedurende het gehele updateproces binnen het Bluetooth-bereik.
pl: W trakcie procesu aktualizacji prosimy o pozostanie w zasięgu Bluetooth.

# firmware_bridge_is_self_updating
source: Please wait a moment, the bridge is now self updating.
fr: Le bridge est en cours de mise à jour. Veuillez patienter
nl: Moment, de bridge wordt geupdate.
pl: Bridge się aktualizuje, proszę czekać.

# firmware_bridge_is_updating_this_device
source: Please wait a moment, bridge is currently updating this device.
fr: Le bridge met actuellement à jour cet appareil. Veuillez patienter
nl: Moment, de bridge update dit apparaat.
pl: Bridge aktualizuje to urządzenie, proszę czekać.

# firmware_update_you_have_the_latest_version
source: You have the latest version.
fr: Vous disposez de la dernière version.
nl: U heeft de nieuwste versie.
pl: Posiadasz aktualną wersję oprogramowania.

# firmware_update_release_notes
source: Release notes
fr: Informations de la version
pl: Informacje o wersji

# firmware_update_completed
source: Completed
fr: Terminée
nl: Voltooid
pl: Ukończono

# firmware_update_in_queue
source: In queue
fr: En attente
nl: In wachtrij
pl: W kolejce

# firmware_whats_new
source: What is new
fr: Nouveautées
nl: Wat is er nieuw
pl: Co nowego

# firmware_will_be_installed_by_bridge
source: Bridge will try to install this update later tonight. You can update it now by tapping the button below.
pl: Bridge spróbuje zainstalować tę aktualizację dziś wieczorem. Możesz też zrobić to teraz, klikając przycisk poniżej.

# device_shares_notification_channel
source: Device sharing
fr: Partage de l'appareil
nl: Apparaat delen
pl: Udostępnienia urządzeń

# low_battery_notification_channel
source: Low battery alerts
fr: Alertes de batterie faible
nl: Batterijwaarschuwingen
pl: Niski stan baterii

# battery_notification_channel
source: Battery alerts
fr: Alertes de batterie
nl: Batterijwaarschuwingen
pl: Alerty dotyczące baterii

# missed_calls_notification_channel
source: Missed calls
fr: Appels manqués
nl: Gemiste oproepen
pl: Nieodebrane połączenia

# ongoing_calls_notification_channel
source: Ongoing calls
fr: Appels en cours
nl: Lopende gesprekken
pl: Trwające połączenia

# background_service_notification_channel
source: Background services
fr: Services en arrière plan
nl: Achtergronddiensten
pl: Serwisy w tle

# software_updates_notification_channel
source: Firmware updates
fr: Mise à jour du micrologiciel
pl: Aktualizacje oprogramowania

# auto_unlock_notification_channel
source: Auto-unlock
fr: Déverrouillage automatique
nl: Automatisch openen
pl: Auto-otwarcia
