Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

source: Sorry
fr: Désolé
pl: Przepraszamy

source: Connect
fr: Connecter
nl: Verbinden
pl: Połącz

source: Connected
fr: Connecté
nl: Verbonden
pl: Połączony

source: Disconnected
fr: Déconnecté
nl: Niet verbonden
pl: Rozłączony

source: Unlock
fr: Déverrouiller
nl: Openen
pl: Otwórz

source: Force unlock
fr: Déverrouillage forcé
nl: Geforceerd openen
pl: Wymuś otwarcie

source: Lock
fr: Verrouiller
nl: Afsluiten
pl: Zamknij

source: Answered call
fr: Appel répondu
nl: Beantwoorde oproep
pl: Odebrane połączenie

# by_someone
source: by %@
fr: par %@
nl: Door %@
pl: przez %@

source: Declined
fr: Refusé
nl: Geweigerd
pl: Odrzucone

# bt_connecting
source: Connecting
fr: Connexion
nl: Wordt verbonden
pl: Łączenie

# bt_disconnecting
source: Disconnecting
fr: Déconnexion
nl: Onderbreking Verbinding
pl: Rozłączanie

# bt_status_unknown
source: Unknown status
fr: Statut inconnu
nl: Status onbekend
pl: Nieznany status

source: Today
fr: Aujourd’hui
nl: Vandaag
pl: Dzisiaj

source: Yesterday
fr: Hier
nl: Gisteren
pl: Wczoraj

source: Monday
fr: Lundi
nl: Maandag
pl: Poniedziałek

source: Tuesday
fr: Mardi
nl: Dinsdag
pl: Wtorek

source: Wednesday
fr: Mercredi
nl: Woensdag
pl: Środa

source: Thursday
fr: Jeudi
nl: Donderdag
pl: Czwartek

source: Friday
fr: Vendredi
nl: Vrijdag
pl: Piątek

source: Saturday
fr: Samedi
nl: Zaterdag
pl: Sobota

source: Sunday
fr: Dimanche
nl: Zondag
pl: Niedziela

source: Guest
fr: Invité
nl: Gast
pl: Gość

# monday_short
source: Mon
fr: Lun.
nl: Ma.
pl: Pon.

# tuesday_short
source: Tue
fr: Mar.
nl: Di.
pl: Wt.

# wednesday_short
source: Wed
fr: Mer.
nl: Woe.
pl: Śr.

# thursday_short
source: Thu
fr: Jeu.
nl: Do.
pl: Czw.

# friday_short
source: Fri
fr: Ven.
nl: Vr.
pl: Pt.

# saturday_short
source: Sat
fr: Sam.
nl: Za.
pl: Sob.

# sunday_short
source: Sun
fr: Dim.
nl: Zo.
pl: Niedz.

source: Permanent
pl: Stały

source: Custom
fr: Personnalisé
nl: Aangepast
pl: Własny

source: Time restricted
fr: Durée limitée
nl: Tijd beperkt
pl: Tymczasowy

source: You
fr: Vous
nl: U
pl: Ty

source: everyday
fr: Quotidien
nl: elke dag
pl: codziennie

source: Pending
fr: En attente
nl: In afwachting van
pl: Oczekujący

source: Firmware version
fr: Version du micrologiciel
nl: Firmwareversie
pl: Wersja oprogramowania

# firmware_version_is
source: Firmware version: %@
fr: Version du micrologiciel : %@
nl: Firmwareversie: %@
pl: Wersja oprogramowania: %@

source: Firmware
fr: Micrologiciel
pl: Oprogramowanie

source: Yes
fr: Oui
nl: Ja
pl: Tak

source: Yes, disable
fr: Oui, désactiver
nl: Ja, uitschakelen
pl: Tak, wyłącz

source: No
fr: Non
nl: Neen
pl: Nie

source: Cancel
fr: Annuler
nl: Annuleren
pl: Anuluj

source: Save
fr: Sauvegarder
nl: Opslaan
pl: Zapisz

source: Connected via Bluetooth
fr: Connectée via Bluetooth
nl: Verbonden via bluetooth
pl: Połączony przez Bluetooth

# permission_required
source: Permissions required
fr: Autorisations requises
nl: Toestemming vereist
pl: Wymagane uprawnienia

# camera_permissions_rational_message
source: To scan the QR code the access to your camera is required. Please, grant the permissions through the Settings screen. Select Permissions -> Grant permissions
fr: L'accès à la caméra est nécessaire pour scanner le code QR. Veuillez accorder l'accès via les paramètres. Sélectionnez les autorisations -> Autoriser l'accès
nl: Om de QR-code te scannen is er toegang tot uw camera vereist. Geef toestemming via het instellingenscherm. Selecteer Toestemmingen -> Toestemming verlenen
pl: Aby zeskanować kod QR konieczny jest dostęp do aparatu. Możesz go udzielić z poziomu ustawień. Wybierz Uprawnienia -> Udziel uprawnień.

# permissions_rational_settings_button
source: Grant manually
fr: Autoriser manuellement
nl: Handmatig toekennen
pl: Udziel uprawnień

# camera_no_permissions
source: The permissions to access the camera have not been granted. We cannot continue.
fr: L'accès à la caméra n'a pas été autorisé. Nous ne pouvons pas continuer.
nl: De toestemming om toegang te krijgen tot de camera werd niet verleend. We kunnen niet verder.
pl: Nie przyznano uprawnień do aparatu. Nie można przejść dalej.

source: On
fr: Activé
nl: Aan
pl: Aktywny

source: Off
fr: Désactivé
nl: Uit
pl: Wyłączony

# on_neuter
source: On
fr: Activé
nl: Aan
pl: Aktywne

# off_neuter
source: Off
fr: Désactivé
nl: Uit
pl: Wyłączone

source: Pull
fr: Tirer
nl: Trekken
pl: Odciągnij

# unlock_and_pull
source: Unlock & Pull
fr: Déverrouiller et tirer
nl: Openen en trekken
pl: Otwórz i odciągnij

source: Confirm
fr: Confirmer
nl: Bevestig
pl: Potwierdź

# app_version
source: Application version
fr: Version de l'application
nl: App versie
pl: Wersja aplikacji

source: Calibration
fr: Calibrage
nl: Kalibratie
pl: Kalibracja

# from_with_colon
source: From:
fr: De :
nl: Van:
pl: Od:

# to_with_colon
source: To:
fr: À :
nl: Tot:
pl: Do:

# on_with_colon
source: On:
fr: Le :
nl: Bij:
pl: Dnia

# user_delete_account
source: Delete account
fr: Supprimer le compte
nl: Account verwijderen
pl: Usuń konto

source: Operation failed
fr: L'opération a échoué
nl: Operatie mislukt
pl: Operacja nie powiodła się

source: Show logs
fr: Afficher les journaux
nl: Toon logs
pl: Pokaż dziennik

# details
source: Show details
fr: Afficher les détails
nl: Details tonen
pl: Pokaż szczegóły

source: Device without permission
fr: Appareil sans autorisation
nl: Apparaat zonder toestemming
pl: Urządzenie bez uprawnień

# device_update_available
source: Update available
fr: Mise à jour disponible
nl: Update beschikbaar
pl: Dostępna aktualizacja

# device_wifi_not_configured
source: Check Wi-Fi configuration
fr: Vérifiez la configuration Wi-Fi
nl: Controleer de Wi-Fi configuratie
pl: Sprawdź konfigurację Wi-Fi

# you_have_access_from
source: You have access to this device: %@
fr: Vous avez accès à cet appareil : %@
nl: Je hebt toegang tot dit apparaat: %@
pl: Masz dostęp do tego urządzenia: %@

# mounting_status
source: Installation status
fr: État de l'installation
nl: Installatiestatus
pl: Stan montażu

# qr_code_title
source: You can find the QR code on the device or in the instruction manual. It looks like this:
fr: Vous pouvez trouver le code QR sur l'appareil ou dans le manuel d'utilisation. Il ressemble à ceci :
nl: U vindt de QR-code op het apparaat of in de handleiding. Het ziet er zo uit:
pl: Znajdziesz kod QR na urządzeniu lub w instrukcji użytkownika. Wygląda tak:

# connecting_to_lock
source: Setting up the connection
fr: Préparation de la connexion
nl: De verbinding wordt tot stand gebracht
pl: Przygotowanie połączenia

# configuring_the_lock_title
source: Initializing the lock
fr: Initialisation de la serrure
nl: Initialiseren van het slot
pl: Inicjalizacja zamka

# coonfiguring_device_syncing_shares
source: Restoring device access data
fr: Restaurer les données d'accès de l'appareil
nl: Toegangsgegevens van het apparaat herstellen
pl: Przywracanie udostępnień

# configuring_the_lock_text
source: Setting up and adding the lock to your account.
fr: Configurer et ajouter la serrure à votre compte.
nl: Instellen en toevoegen van het slot aan uw account.
pl: Konfigurowanie i dodawanie zamka do Twojego konta.

source: Verifying activation code
fr: Vérification du code d'activation
nl: Verificatie van de activeringscode
pl: Weryfikowanie kodu aktywacyjnego

# activation_code_invalid_title
source: Activation code invalid
fr: Code d'activation non valide
nl: Activatiecode ongeldig
pl: Niepoprawny kod aktywacyjny

# activation_code_invalid_text
source: Provided activation code is invalid. Correct it and try again.
fr: Le code d'activation saisi est incorrect. Veuillez le corriger et réessayer.
nl: De opgegeven activeringscode is ongeldig. Verbeter en probeer opnieuw.
pl: Podany kod aktywacyjny jest niepoprawny. Popraw go i spróbuj ponownie.

# activation_code_provide_new
source: Provide new code
fr: Entrez un nouveau code
nl: Geef een nieuwe code op
pl: Wprowadź nowy kod

source: Device number: %@
fr: Numéro de l'appareil : %@
nl: Apparaatnummer: %@
pl: Numer urządzenia: %@

source: Lock configuration
fr: Configuration de la serrure
nl: Slotconfiguratie
pl: Konfiguracja zamka

# lock_configuration_description
source: Setting up and adding the lock to your account.
fr: Configuration et ajout de la serrure à votre compte.
nl: Instellen en toevoegen van het slot aan uw account.
pl: Przygotowywanie i dodawanie zamka do Twojego konta.

# access_level_hint_lock
source: Guest user is only allowed to operate the lock and cannot change its settings.
fr: Un utilisateur invité est uniquement autorisé à utiliser la serrure et ne peut pas modifier ses paramètres.
nl: Gastgebruiker mag het slot enkel bedienen en kan de instellingen niet wijzigen.
pl: Gość może używać zamka, ale nie może zmieniać jego ustawień.

# access_level_hint_bridge
source: Guest user is only allowed to operate the bridge and cannot change its settings.
fr: Un utilisateur invité est uniquement autorisé à utiliser le bridge et ne peut pas modifier ses paramètres.
nl: Gastgebruiker mag enkel de bridge bedienen en kan de instellingen niet wijzigen
pl: Gość może używać bridge'a, ale nie może zmieniać jego ustawień.

source: Connected via Wi-Fi
fr: Connecté via Wi-Fi
nl: Verbonden via Wi-Fi
pl: Połączony przez Wi-Fi

source: Connected via bridge
fr: Connectée via Bridge
nl: Verbonden via bridge
pl: Połączony przez bridge

# lock_details_title
source: Lock
fr: Serrure
nl: Slot
pl: Zamek

# geofence_unknown_error
source: Unknown error: Geofence services are not available now.
fr: Erreur inconnue : les services de géolocalisation ne sont pas disponibles.
nl: Onbekende fout: géolocalisation diensten zijn nu niet beschikbaar.
pl: Nieznany błąd: usługi lokalizacji nie są teraz dostępne.

# geofence_not_available
source: Geofence services are not available now. Go to the Settings>Location>Mode and choose "High accuracy".
fr: Les services géolocalisation ne sont pas disponibles. Allez dans Paramètres>Localisation>Mode et choisissez "Haute précision".
nl: Géolocalisation diensten zijn nu niet beschikbaar. Ga naar Instellingen>Locatie>Modus en kies "Hoge nauwkeurigheid".
pl: Usługi lokalizacji nie są teraz dostępne. Przejdź do Ustawienia>Lokalizacja>Dokładność i wybierz "Wysoka dokładność".

# geofence_too_many_geofences
source: Your app has registered too many geofence events.
fr: Votre application a enregistré trop d'événements de géolocalisation.
nl: Uw app heeft te veel géolocalisation-gebeurtenissen geregistreerd.
pl: Twoja aplikacja zarejestrowała zbyt wiele zdarzeń geolokalizacji.

# geofence_too_many_pending_intents
source: Your app has provided too many intents to the geofence event.
fr: Votre application a lancé trop d'actions pour les événements géolocalisation.
nl: Uw app heeft te veel acties opgestart voor de géolocalisation-gebeurtenissen.
pl: Twoja aplikacja dostarczyła zbyt wiele intencji geolokalizacji.

# auto_unlock_general_title
source: Auto-unlock
fr: Déverrouillage automatique
nl: Automatisch openen
pl: Auto-otwieranie

# auto_unlock_general_preview_title
source: Auto-unlock *
fr: Déverrouillage automatique *
nl: Automatisch openen *
pl: Auto-otwieranie *

# feature_not_complete_hint
source: * This feature is under development. We made it available to users to test and collect feedback.
fr: * Cette fonctionnalité est en cours de développement. Nous la mettons à disposition des utilisateurs pour qu'ils puissent la tester et partager leurs commentaires.
nl: * Deze functie wordt ontwikkeld. We hebben het beschikbaar gemaakt voor gebruikers om te testen en om feedback te verzamelen.
pl: * Ta funkcja jest w fazie rozwoju. Udostępniliśmy ją użytkownikom w celu przetestowania i uzyskania opinii.

source: Try again
fr: Réessayer
nl: Probeer opnieuw
pl: Ponów

# device_history_automatically
source: automatically
fr: automatiquement
nl: automatisch
pl: automatycznie

# device_history_by_homekit
source: by HomeKit
fr: par HomeKit
nl: via HomeKit
pl: przez HomeKit

# device_history_by_mobile
source: by mobile
fr: par téléphone
nl: via mobiel
pl: przez smartfona

# device_history_by_bridge
source: by Bridge
fr: via Bridge
nl: via bridge
pl: przez bridge

# settings_sure_to_delete_device_description
source: All data associated with this device will be lost. Are you sure to delete the %@?
fr: Toutes les données liées à cet appareil seront perdues. Êtes-vous sûr(e) de vouloir supprimer %@ ?
nl: Alle gegevens die aan dit apparaat zijn gekoppeld, gaan verloren. Weet u zeker dat u de %@ wilt verwijderen?
pl: Wszystkie dane powiązane z tym urządzeniem zostaną utracone. Czy na pewno chcesz usunąć %@?

# settings_deleting_name
source: Name: %@
fr: Nom : %@
nl: Naam: %@
pl: Nazwa: %@

# add_device_process_failed_text
source: We could not add this device to your account. Check the internet connection and try again.
fr: Nous n'avons pas pu ajouter cet appareil à votre compte. Veuillez vérifier la connexion Internet et réessayer.
nl: We konden dit apparaat niet aan uw account toevoegen. Controleer de internetverbinding en probeer opnieuw.
pl: Nie udało się dodać urządzenia do Twojego konta. Sprawdź połączenie internetowe i spróbuj ponownie.

# add_device_preview_tester_required_title
source: Beta software
fr: Logiciel bêta
pl: Oprogramowanie w wersji beta

# add_device_preview_tester_required_lock_description
source: This lock runs on beta software. To add the lock to your account you should enable preview tester option in your profile settings.
fr: Cette serrure fonctionne avec un logiciel bêta. Pour l'ajouter à votre compte, vous devez activer l'option "Beta tester" dans les paramètres de votre profil.
nl: Dit slot draait op de betasoftware. Om een slot aan uw account toe te voegen moet u de optie Preview-tester inschakelen in uw profielinstellingen.
pl: Zamek posiada oprogramowanie w wersji beta. Aby dodać ten zamek do konta, powinieneś włączyć opcję "Beta tester" w swoim profilu użytkownika.

# add_device_preview_tester_required_bridge_description
source: This bridge runs on beta software. To add the bridge to your account you should enable preview tester option in your profile settings.
fr: Ce bridge fonctionne avec un logiciel bêta. Pour l'ajouter à votre compte, vous devez activer l'option "Beta tester" dans les paramètres de votre profil.
nl: Deze bridge draait op de betasoftware. Om een bridge aan uw account toe te voegen moet u de optie beta-test inschakelen in uw profielinstellingen.
pl: Bridge posiada oprogramowanie w wersji beta. Aby dodać tego bridge do konta, powinieneś włączyć opcję beta testera w swoim profilu użytkownika.

# add_device_pairing_with_bridge
source: Pairing with bridge
fr: Association avec le bridge
nl: Koppeling met bridge
pl: Parowanie z bridgem

# add_device_pairing_with_bridge_device_name
source: Device name: %@
fr: Nom de l'appareil : %@
nl: Apparaatnaam: %@
pl: Nazwa urządzenia: %@

# add_device_pairing_with_lock
source: Pairing with devices
fr: Association avec les appareils
nl: Koppeling met apparaten
pl: Parowanie z urządzeniami

# add_device_pairing_with_lock_device_name
source: Lock: %@
fr: Serrure : %@
nl: Slot: %@
pl: Zamek: %@

# add_device_pairing_with_lock_searching_to_pair
source: Searching for devices to pair
fr: Recherche d'appareils à associer
nl: Zoeken naar apparaten die gekoppeld kunnen worden
pl: Szukanie urządzeń do sparowania

# add_device_pairing_with_bridge_searching_to_pair
source: Searching for bridge to pair
fr: Recherche du bridge à associer
nl: Zoeken naar bridge die gekoppeld kan worden
pl: Szukanie bridge do sparowania

source: Loading error
fr: Echec de chargement
nl: Laadfout
pl: Błąd Ładowania

# second_one
source: %1$@ second
fr: %1$@ seconde
nl: %1$@ seconde
pl: %1$@ sekunda

# second_other
source: %1$@ seconds
fr: %1$@ secondes
nl: %1$@ seconden
pl: %1$@ sekund

# second_few
source: %1$@ seconds
fr: %1$@ secondes
nl: %1$@ seconden
pl: %1$@ sekundy

# minute_one
source: %1$@ minute
nl: %1$@ minuut
pl: %1$@ minuta

# minute_other
source: %1$@ minutes
nl: %1$@ minuten
pl: %1$@ minut

# minute_few
source: %1$@ minutes
nl: %1$@ minuten
pl: %1$@ minuty

# seconds_shortcut
source: %@ sec
pl: %@ sek

# second_one_ios
source: second
fr: Seconde
nl: seconde
pl: sekunda

# second_other_ios
source: seconds
fr: secondes
nl: seconden
pl: sekund

# second_few_ios
source: seconds
fr: secondes
nl: seconden
pl: sekundy

# minute_one_ios
source: minute
nl: minuut
pl: minuta

# minute_other_ios
source: minutes
nl: minuten
pl: minut

# minute_few_ios
source: minutes
nl: minuten
pl: minuty

# seconds_shortcut_ios
source: sec
pl: sek

source: Locked
fr: Verrouillée
nl: Gesloten
pl: Zamknięty

source: Unlocked
fr: Déverrouillée
nl: Open
pl: Otwarty

source: Unknown
fr: Inconnu
nl: Onbekend
pl: Nieznany

# half_unlocked
source: Semi-locked
fr: Semi-verrouillée
nl: Halfopen
pl: Niedomknięty

source: Uncalibrated
fr: Non calibrée
nl: Niet-gekalibreerd
pl: Rozkalibrowany

source: Pulled
fr: Loquet tiré
nl: Ingetrokken
pl: Odciągnięty

source: Pulling
fr: Tirer
nl: Trekken
pl: Odciąganie

source: Unlocking
fr: Déverrouiller
nl: Openen
pl: Otwieranie

source: Locking
fr: Verrouiller
nl: Sluiten
pl: Zamykanie

source: Force unlocking
fr: Forcer le déverrouillage
nl: Openen forceren
pl: Wymuszenie otwarcia

source: Calibrating
fr: Calibrage
nl: Kalibreren
pl: Kalibracja

# dialog_auto_unlock_disabled_after_permisions_deny_text
source: Auto-unlock is disabled because this feature requires background location permission.
fr: Le déverrouillage automatique est désactivé car cette fonction nécessite l'autorisation de localisation en arrière-plan.
nl: Automatisch openen is uitgeschakeld omdat voor deze functie locatietoestemming op de achtergrond vereist is.
pl: Auto-otwieranie jest wyłączone, gdyż wymaga uprawnień do użycia lokalizacji w tle.

# home_add_new_device
source: Add new device
fr: Ajouter un nouvel appareil
nl: Nieuw apparaat toevoegen
pl: Dodaj nowe urządzenie

# home_change_account
source: Switch account
fr: Changer de compte
nl: Wissel account
pl: Przełącz konto

# home_log_out
source: Log out
fr: Se déconnecter
nl: Uitloggen
pl: Wyloguj się

# home_profile
source: Profile
fr: Profil
nl: Profiel
pl: Profil

# home_devices_door_locks
source: Door lock
fr: Serrure
nl: Deurslot
pl: Zamek

# home_log_out_alert_title
source: Log out
fr: Se déconnecter
nl: Uitloggen
pl: Wylogowanie

# home_log_out_alert_message
source: Are you sure you want to log out? All your local data will be deleted. To keep using tedee devices you will need to log in again.
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ? Toutes vos données locales seront supprimées. Pour pouvoir continuer à utiliser les appareils tedee, vous devrez vous connecter à nouveau.
nl: Weet u zeker dat u wilt uitloggen? Al uw lokale gegevens worden verwijderd. Om tedee-apparaten te blijven gebruiken, moet u opnieuw inloggen.
pl: Czy na pewno chcesz się wylogować? Wszystkie lokalne dane zostaną usunięte. Aby nadal korzystać z urządzeń tedeee, będziesz musiał zalogować się ponownie.

# home_my_devices_title
source: My devices
fr: Mes appareils
nl: Mijn apparaten
pl: Moje urządzenia

# home_my_devices_factory_reset_title
source: Requires activation
fr: Activation requise
nl: Activering vereist
pl: Wymaga aktywacji

# home_my_devices_factory_reset_message
source: Device has been reset to the factory settings. In order to activate it, please add it again.
fr: L'appareil a été réinitialisé avec les paramètres d'usine. Ajoutez-le à nouveau pour l'activer.
nl: Apparaat is gereset naar de fabrieksinstellingen. Voeg deze opnieuw toe om deze te activeren.
pl: Urządzenie zostało zresetowane do ustawień fabrycznych. Aby je aktywować, dodaj je ponownie do swojego konta.

# home_my_devices_factory_reset_add_again
source: Add again
fr: Ajouter à nouveau
nl: Opnieuw toevoegen
pl: Dodaj ponownie

# location_permission_rational_message
source: Permissions to location services are needed to access the Bluetooth scanner.
fr: L'autorisations des services de localisation est nécessaire pour rechercher des appareils Bluetooth.
nl: Toestemmingen voor locatiediensten zijn vereist om toegang te krijgen tot de Bluetooth-scanner.
pl: Aby móc wyszukiwać urządzenia Bluetooth, wymagane są uprawnienia do usług lokalizacji.

# open_settings_to_permit_permissions
source: Please, grant the permissions through the Settings screen. Select Permissions -> Grant permissions.
fr: Veuillez autoriser l'accès via les paramètres. Gestion des autorisations -> Microphone
nl: Verleen aub. de toestemming via de scherminstellingen. Selecteer Toestemmingen -> Toestemmingen verlenen.
pl: Udziel uprawnień z poziomu ustawień. Wybierz Uprawnienia -> udziel uprawnień.

# help_title
source: Help
fr: Aide
pl: Pomoc

# help_contact_support
source: Contact support
fr: Contacter le service clientèle
nl: Contacteer klantendienst
pl: Kontakt z obsługą techniczną

# help_faq
source: FAQ
fr: Foire aux questions
nl: Veel Gestelde Vragen
pl: Często zadawane pytania

# help_terms_and_conditions
source: Terms and conditions
fr: Conditions générales
nl: Voorwaarden
pl: Regulamin

# help_privacy_and_cookies
source: Privacy policy
fr: Politique de confidentialité
nl: Privacybeleid
pl: Polityka prywatności

# help_support_section
source: Support
fr: Service client
nl: Klantenservice
pl: Wsparcie

# help_apps
source: Apps
pl: Aplikacje

# help_tedee_portal_label
source: Tedee web app
fr: Portail en ligne tedee
pl: Portal tedee

# help_policies_section
source: Policies
fr: Directives
nl: Beleid
pl: Zasady

# help_follow_us_section
source: Follow us
fr: Suivez nous
nl: Volg ons
pl: Obserwuj nas

# select_device_door_lock_gerda
source: Lock
fr: Serrure
nl: Slot
pl: Zamek

# select_device_set_up
source: Set up new device
fr: Configurer un nouvel appareil
nl: Nieuw apparaat instellen
pl: Konfiguracja urządzenia

# select_device_auto_unlock_title
source: Auto-unlock
fr: Déverrouillage automatique
nl: Automatisch openen
pl: Auto-otwieranie

# select_device_auto_unlock_description
source: Hands full of shopping bags? Messy handbag? Thanks to the auto-unlock feature, the door will unlock automatically when you come back home.
fr: Vous avez les mains pleines? Un sac à main désordonné? Grâce à la fonction de déverrouillage automatique, la porte se déverrouille automatiquement lorsque vous arrivez chez vous.
nl: Handen vol met boodschappen? Hebt u een rommelige handtas? Dankzij de automatische openingsfunctie wordt de deur automatisch ontgrendeld als je weer thuis komt.
pl: Masz ręce pełne zakupów? Bałagan w torebce? Dzięki funkcji Auto-otwierania zamek otworzy się automatycznie gdy podejdziesz do drzwi.

# select_device_full_control_title
source: Full control
fr: Contrôle complet
nl: Volledige controle
pl: Pełna kontrola

# select_device_full_control_description
source: Get notified when the kids get back from school. Unlock your door remotely if your guests arrive when you’re away.
fr: Recevez une notification lorsque les enfants reviennent de l'école. Ouvrez votre porte à distance lorsque vos invités arrivent avant vous.
nl: Ontvang een melding wanneer de kinderen terugkomen van school. Open uw deur op afstand wanneer uw gasten aankomen maar u er niet bent.
pl: W każdej chwili sprawdzisz, czy dzieci wróciły ze szkoły. Jeśli Twój gość zapomni o kluczach, otworzysz drzwi zdalnie.

# select_device_your_smart_home_title
source: Your smart home
fr: Votre maison connectée
nl: Uw Smartphone
pl: Twój inteligentny dom

# select_device_your_smart_home_description
source: Bridge is a Wi-Fi/Bluetooth router, which allows you to control your lock remotely.
fr: Le bridge est une passerelle Wi-Fi / Bluetooth qui vous permet de contrôler votre serrure à distance.
nl: Bridge is een Wi-Fi / Bluetooth-router waarmee u uw slot op afstand kan bedienen.
pl: Bridge jest routerem Wi-Fi/Bluetooth, który pozwala na zdalne połączenie Twojego smartfona z zamkiem tedee.
