Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

# add_lock_positions_error_text
source: Unlocked and locked position are the same. Please, calibrate the lock again.
fr: Les positions de verrouillage et de déverrouillage sont les mêmes. Recalibrez la serrure.
nl: Opening -en sluitposities zijn hetzelfde. Kalibreer het slot opnieuw.
pl: Pozycja otwarta i zamknięta są identyczne. Skalibruj zamek ponownie.

# add_lock_ready_for_calibration_title
source: Lock is ready for calibration
fr: La serrure est prête pour le calibrage
nl: Slot is gereed voor kalibratie
pl: Zamek jest gotowy do kalibracji

# add_lock_ready_for_calibration_text
source: The lock has been added to your account but you need to calibrate it before it's ready to use.
fr: La serrure a été ajoutée à votre compte, mais doit être calibrée avant utilisation
nl: Het slot werd toegevoegd aan uw account, maar u dient deze eerst te kalibreren voordat deze klaar is voor gebruik.
pl: Zamek został dodany do Twojego konta, ale przed użyciem musi zostać skalibrowany.

# add_lock_start_calibration
source: Start calibration
fr: Démarrer le calibrage
nl: Kalibratie starten
pl: Rozpocznij kalibrację

# add_lock_already_registered_title
source: Factory Reset
fr: Réinitialisation aux paramètres d'usine
nl: Fabrieksherstel
pl: Przywróć ustawienia fabryczne

# add_lock_already_registered_text_first_version_1
source: Put the lock on the table vertically, with the button facing up
fr: Placez la serrure verticalement sur une table, avec le bouton vers le haut.
nl: Zet het slot verticaal op tafel, met de knop naar boven.
pl: Połóż zamek pionowo na stole, przyciskiem do góry

# add_lock_already_registered_text_second_version_1
source: Press and hold the button
fr: Appuyez sur le bouton et maintenez-le enfoncé
nl: Houd de knop ingedrukt
pl: Naciśnij i przytrzymaj przycisk.

# add_lock_already_registered_text_third_version_1
source: Wait 5 seconds for 3 fast red flashes
fr: Attendez 5 secondes pour 3 clignotements rouges rapides
nl: Wacht 5 seconden voor 3 snelle rode flitsen
pl: Poczekaj 5 sekund na 3 czerwone mrugnięcia.

# add_lock_already_registered_text_fourth_version_1
source: Release the button
fr: Relâchez le bouton
nl: Laat de knop los
pl: Puść przycisk

# add_lock_already_registered_text_first_version_2
source: Put the lock in vertical position with the button facing up
fr: Mettez la serrure en position verticale avec le bouton dirigé vers le haut.
nl: Zet het slot in verticale positie met de knop naar boven.
pl: Ustaw zamek w pozycji pionowej, przyciskiem do góry

# add_lock_already_registered_text_second_version_2
source: Press and hold the button until the red LED lights up
fr: Appuyez sur le bouton et maintenez-le enfoncé jusqu'à ce que la LED rouge s'allume.
nl: Druk op de knop en houd deze ingedrukt totdat de rode LED oplicht.
pl: Naciśnij przycisk i przytrzymaj go do momentu zapalenia się diody na czerwono

# add_lock_already_registered_text_third_version_2
source: Release the button, 3 red flashes will confirm the process
fr: Relâchez le bouton, 3 clignotements rouges confirmeront le processus.
nl: Laat de knop los, 3 rode flitsen bevestigen het proces.
pl: Puść przycisk, 3 czerwone mignięcia potwierdzą proces

# add_lock_select_bridge
source: Select bridge to pair
fr: Sélectionnez le bridge à associer
nl: Selecteer bridge die gekoppeld moet worden
pl: Wybierz bridge do sparowania

# add_lock_share_access_description
source: You can share access to your lock to someone via e-mail. Invited person will get instant guest access. You can manage it later in device sharing settings
pl: Możesz udzielić komuś dostępu do Twojego zamka przez e-mail. Zaproszona osoba dostanie natychmiastowo dostęp typu "gość". Możesz zarządzać tym później w ustawieniach udostępnień urządzenia.

# add_lock_share_access_hint
source: Invited person e-mail
pl: E-mail zaproszonej osoby

# add_lock_share_access_option_hint
source: Invite someone via e-mail
pl: Zaproś kogoś przez e-mail

# add_lock_quick_config_apply
source: Apply
pl: Zastosuj

# add_lock_quick_config_auto_unlock_description
source: Switch on to detect location
pl: Włącz, aby wykryć lokalizację

# add_lock_quick_config_hint
source: This is an optional configuration, you can skip it for now, and set up this features later in device settings
pl: To jest opcjonalna konfiguracja. Możesz ją teraz pominąć, a funkcje włączyć później z poziomu ustawień urządzenia

# add_lock_quick_config_device_name
source: Device name
pl: Nazwa urządzenia

# add_lock_quick_config_share_access_description
source: %@ + %d more
pl: %@ + %d więcej

# add_lock_quick_config_applying_settings
source: Applying settings
pl: Zapisywanie ustawień

# add_lock_quick_config_sharing_access
source: Sharing access
pl: Udzielanie dostępów

# add_lock_quick_config_error_title
source: Settings not saved
pl: Ustawienia nie zapisane

# add_lock_quick_config_error_description
source: Settings cannot be applied now.
pl: Ustawienia nie mogły zostać obecnie zapisane.

# lock_details_error_stuck_lock
source: Lock jammed
fr: Serrure bloquée
nl: Slot geblokkeerd
pl: Zamek zacięty

# lock_details_error_operation_can_not_be_completed
source: The operation cannot be completed, please check:
fr: L'opération ne peut pas être complétée, veuillez vérifier que :
nl: De operatie kan niet worden voltooid, controleer aub.:
pl: Operacja nie może być zakończona, upewnij się, że:

# lock_details_the_door_is_closed
source: the door is closed
fr: la porte est fermée
nl: De deur is gesloten
pl: drzwi są zamknięte

# lock_details_you_can_open_the_lock_with_a_key
source: you can open the lock with a key without resistance.
fr: vous pouvez ouvrir la serrure avec une clé, sans résistance.
nl: U kan zonder weerstand het slot openen met een sleutel.
pl: możesz otworzyć zamek kluczem bez oporu.

# lock_details_is_busy_error_text
source: Lock is busy and cannot perform this action now. Make sure not to turn the lock or move the door and try again.
fr: La serrure tedee est en mouvement et l'opération ne peut pas être effectuée. Assurez-vous que la serrure et la porte ne bougent pas puis réessayez.
nl: Het slot is bezig en kan deze actie nu niet uitvoeren. Zorg ervoor dat u het slot niet draait of de deur beweegt en probeer opnieuw.
pl: Pokrętło zamka jest w ruchu i nie można wykonać tej operacji. Zatrzymaj pokrętło i dopilnuj, aby drzwi się nie ruszały i spróbuj ponownie.

# lock_details_timeout_message
source: Operation may not have been executed over the bridge. You can try again using Bluetooth connection.
fr: Il est possible que l'opération n'ait pas été effectuée sur le bridge. Vous pouvez réessayer en utilisant la connexion Bluetooth.
nl: Het is mogelijk dat de operatie niet over de bridge werd uitgevoerd. U kan het opnieuw proberen met behulp van de Bluetooth-verbinding.
pl: Wysłane polecenie mogło nie zostać wykonane przez bridge. Możesz spróbować ponownie używając połączenia Bluetooth.

# lock_details_pull_spring_uncalibrated_title
source: Pull spring latch is not calibrated
fr: Le loquet n'est pas calibré
nl: Deurgrendel werd niet gekalibreerd
pl: Odciągnięcie zapadki nie jest skalibrowane

# lock_details_pull_spring_uncalibrated_message
source: To pull the spring latch, please calibrate it from the lock settings page.
fr: Pour l'ouverture du loquet, calibrez cette option à partir de l'écran des paramètres de la serrure.
nl: Gelieve de deurgrendel te kalibreren vanaf de instellingenpagina van het slot, als u deze wenst open te trekken.
pl: Aby odciągnąć zapadkę, należy dokonać kalibracji tej opcji z ekranu ustawień zamka.

# lock_details_lock_not_responding_title
source: Lock is not responding
fr: La serrure ne répond pas
nl: Slot reageert niet
pl: Zamek nie odpowiada

# lock_details_lock_not_responding_message
source: Operation cannot be completed. Please try again.
fr: L'opération ne peut être effectuée. Réessayez.
nl: De operatie kan niet worden voltooid. Probeer het nog eens.
pl: Operacja nie mogła zostać wykonana. Spróbuj ponownie.

# lock_details_device_not_found_title
source: Device not found
fr: Appareil non trouvé
nl: Apparaat niet gevonden
pl: Nie znaleziono urządzenia

# lock_details_device_not_found_message
source: You are allowed to control this lock only locally. Make sure you are in its Bluetooth range (about 3 meters) and try again.
fr: Vous ne pouvez contrôler cet appareil que localement. Assurez-vous que vous êtes à portée Bluetooth (environ 3 mètres) et réessayez.
nl: U mag dit slot alleen lokaal bedienen. Zorg ervoor dat u zich in het Bluetooth-bereik bevindt (ongeveer 3 meter) en probeer opnieuw.
pl: Możesz sterować tym urządzeniem jedynie lokalnie. Upewnij się że jesteś w jego zasięgu Bluetooth (około 3-ch metrów) i spróbuj ponownie.

# lock_settings_auto_unlock_door_lock_settings_description
source: If you turn this option ON, your door will be unlocked automatically when you come back home and enter the Bluetooth range of the lock. It may take up to 15 seconds to unlock the door.
fr: Si vous activez cette option, votre porte s'ouvrira automatiquement lorsque vous rentrerez chez vous et que vous serez à portée du Bluetooth de la serrure tedee. Le déverrouillage de la serrure peut prendre jusqu'à 15 secondes.
nl: Als u deze optie inschakelt, wordt uw deur automatisch geopend wanneer u thuiskomt en het Bluetooth-bereik van het slot betreedt. Het kan tot 15 seconden duren om de deur te ontgrendelen.
pl: Po włączeniu, Twój zamek zostanie automatycznie otwarty, gdy wracając do domu wejdziesz w zasięg Bluetooth zamka. Automatyczne otwarcie zamka może zająć do 15 sekund.

# lock_settings_auto_unlock_door_lock_settings_description_preview
source: * We still develop this feature to work better. We aim to unlock your door just before you reach the doorknob.
fr: * Nous continuons de développer cette fonctionnalité pour qu'elle fonctionne mieux. Notre objectif est de déverrouiller votre serrure juste avant que vous n'atteigniez la poignée de porte.
nl: * We ontwikkelen deze functie nog steeds om beter te kunnen werken. We streven ernaar om uw deur te openen vlak voordat u de deurknop bereikt.
pl: * Nadaj rozwijamy tę funkcję, aby działała jak najlepiej. Naszym celem jest odryglowanie zamka zanim chwycisz za klamkę.

# lock_settings_pull_spring_door_lock_settings_description
source: If your door doesn’t have a handle from the outside, the lock may automatically pull the spring latch when unlocked.
fr: Si votre porte n'a pas de poignée à l'extérieur, la serrure peut ouvrir le loquet de la porte automatiquement lorsqu'elle est déverrouillée.
nl: Als uw deur aan de buitenkant niet voorzien is van een handgreep, dan kan het slot de deurgrendel automatisch open trekken wanneer deze wordt geopend.
pl: Jeśli masz gałkę lub pochwyt od strony zewnętrznej drzwi zamek może automatycznie odciągnąć zapadkę klamki podczas otwierania.

# lock_settings_button_press_description
source: It's very useful when you want to leave and lock the door behind you. Just press and hold the button until the LED blinks blue. Close the door behind you and it will be automatically locked after time you set up.
fr: C'est une fonctionnalité très pratique si vous voulez sortir et verrouiller la porte derrière vous. Appuyez simplement sur le bouton jusqu'à ce que la LED clignote en bleu. La serrure se fermera automatiquement après le délai que vous avez défini.
nl: Het is erg handig wanneer u weg wilt gaan en de deur achter u op slot wilt doen. Houd de knop ingedrukt totdat het LED-lampje blauw knippert. Sluit de deur achter u en deze wordt automatisch gesloten na verloop van tijd.
pl: Jest to bardzo wygodne rozwiązanie jeśli chcesz wyjść i zaryglować drzwi za sobą. Wystarczy wcisnąć guzik, aż dioda zacznie migać na niebiesko. Możesz zamknąć drzwi, a zamek je zarygluje automatycznie po ustalonym przez Ciebie czasie.

# lock_settings_location_permissions_required_title
source: Location access
fr: Accès à la localisation
nl: Locatietoegang
pl: Dostęp do położenia

# lock_settings_location_permissions_required_description
source: Auto-unlock cannot be enabled because it requires the Location set to "Always". Change the Location in System Settings and enable it again.
fr: Le déverrouillage automatique ne peut pas être activé car il nécessite que la localisation soit réglée sur "Toujours". Modifiez la localisation dans les paramètres du système et rallumez-le.
nl: Automatische opening kan niet worden ingeschakeld omdat hiervoor de Locatie op "Altijd" moet worden ingesteld. Wijzig de Locatie in de Systeeminstellingen en schakel deze opnieuw in.
pl: Auto otwieranie nie może być włączone ponieważ wymaga dostępu do położenia ustawionego za "Zawsze". Zmień dostęp do położenia w Ustawieniach Systemowych i włącz auto otwieranie ponownie.

# lock_settings_location_permissions_additional_action_title
source: Location access
fr: Accès au lieu
nl: Locatietoegang
pl: Dostęp do położenia

# lock_settings_location_permissions_additional_action_description
source: To enable auto-unlock in the background, you need to set location access to "Always" in System Settings.
fr: Pour activer le déverrouillage automatique en arrière-plan, vous devez régler l'accès à la localisation sur "Toujours" dans les paramètres de système.
nl: Om de automatische ontgrendeling op de achtergrond in te schakelen, moet u de locatietoegang instellen op "Altijd" in de systeeminstellingen.
pl: Aby auto otwieranie działało w tle, musisz ustawić dostęp do położenia na opcję "Zawsze" w Ustawieniach Systemowych.

# lock_settings_permissions_open_settings
source: Navigate
fr: Naviguer
nl: Navigeren
pl: Przejdź

# lock_settings_location_permission_required_error
source: This feature will not work until you grant permissions to the location services. You can grant permissions in System Settings > tedee > Location > Always.
fr: Cette fonction ne fonctionne que si vous donnez l'autorisation aux services de localisation. Vous pouvez accorder l'autorisation dans Paramètres système > tedee > Localisations > "Toujours".
nl: Deze functie werkt pas als u toestemming geeft voor de locatiediensten. U kunt toestemmingen verlenen in Systeeminstellingen > tedee > Locatie > Altijd.
pl: Ta funkcja nie będzie działać, dopóki nie udzielisz uprawnień do usług lokalizacji. Możesz to zrobić wybierając: Ustawienia > tedee > Usługi lokalizacji > Zawsze.

# lock_settings_pair_with_bridge_message
source: To use this feature, pair this lock with the bridge, otherwise it will not work properly.
fr: Pour utiliser cette fonction, vous devez associer la serrure avec le bridge, sinon elle ne fonctionnera pas correctement.
nl: Om deze functie te gebruiken moet u dit slot koppelen met de brug, anders werkt deze niet goed.
pl: Aby poprawnie korzystać z tej funkcji, sparuj dany zamek z bridgem. W przeciwnym razie funkcja nie będzie działać poprawnie.

# lock_settings_lock_location
source: Device location
fr: Localisation de l'appareil
nl: Locatie van het apparaat
pl: Lokalizacja urządzenia

source: Choose device location on the map and confirm by pressing the button.
fr: Sélectionnez la localisation de l'appareil sur la carte et confirmez en appuyant sur le bouton.
nl: Kies de locatie van het apparaat op de kaart en bevestig door op de knop te drukken.
pl: Wskaż lokalizację urządzenia na mapie i potwierdź ją klikając w przycisk.

# lock_settings_confirm_location
source: Confirm location
fr: Confirmer le lieu
nl: Bevestig locatie
pl: Potwierdź lokalizację

# lock_settings_location_unknown_message
source: Failed to fetch your location. Choose your location manually.
fr: Localisation impossible. Choisissez votre localisation manuellement.
nl: Kon de locatie niet ophalen. Kies uw locatie handmatig.
pl: Nie udało się pobrać Twojej lokalizacji. Ustaw ją ręcznie.

# lock_settings_unknown_address
source: No address
fr: Pas d'adresse
nl: Geen adres
pl: Brak adresu

# lock_settings_change_location
source: Change device location
fr: Changer la localisation de l'appareil
nl: Verander locatie van het apparaat
pl: Zmień lokalizację urządzenia

# lock_setting_auto_unlock_notifications
source: Require confirmation of unlocking
fr: Confirmation d'ouverture automatique requise
nl: Openingsbevestiging vereist
pl: Wymagaj potwierdzenia otwarcia

# lock_settings_view_lockation
source: View device location
fr: Voir la localisation de l'appareil
nl: Bekijk locatie van het apparaat
pl: Zobacz lokalizację urządzenia

# lock_settings_auto_unlock_set_default_range
source: Set default
fr: Paramètres par défaut
nl: Standaardinstelling
pl: Przywróć domyślne

# lock_settings_advanced
source: Advanced
fr: Avancés
nl: Geavanceerd
pl: Zaawansowane

# lock_settings_auto_unlock_advanced_title
source: Advanced
fr: Avancés
nl: Geavanceerd
pl: Zaawansowane

# lock_settings_auto_unlock_advanced_hint
source: You have changed the advanced settings. That may cause issues in other settings. To avoid potential problems use “Set default”.
fr: Vous avez modifié les paramètres avancés. Cela peut causer des problèmes pour d'autres paramètres. Pour éviter d'éventuels problèmes, utilisez "Paramètres par défaut".
nl: U hebt de geavanceerde instellingen gewijzigd. Dit kan problemen veroorzaken in andere instellingen. Om mogelijke problemen te voorkomen, gebruikt u beter "Standaardinstelling".
pl: Zmieniłeś zaawansowane ustawienia. Może to spowodować problemy z innymi opcjami. Aby ich uniknąć, kliknij "Przywróć domyślne".

# lock_settings_auto_unlock_advanced_range_in
source: Range In
fr: Zone d'entrée
nl: Binnen bereik
pl: Strefa Geo - wejście

# lock_settings_auto_unlock_advanced_range_out
source: Range Out
fr: Zone de sortie
nl: Buiten bereik
pl: Strefa Geo - wyjście

# lock_settings_auto_unlock_advanced_wifi_check
source: Check Wi-Fi
fr: Vérification du Wi-Fi
nl: Wi-Fi controleren
pl: Sprawdzanie Wi-Fi

# lock_settings_time_out
source: Timeout
fr: Durée d'activation
pl: Limit czasu

# lock_settings_time_out_hint
source: Here you set for how long the auto-unlock should stay active. If you enter Range In zone and reach the door after given time, the lock will not unlock automatically.
fr: Vous pouvez définir la durée pendant laquelle le déverrouillage automatique doit rester actif. Si vous entrez dans la zone d'entrée et que vous atteignez la porte après la durée définie, la serrure ne s'ouvrira pas automatiquement.
nl: Hier stelt u in hoelang de automatische opening actief moet blijven. Als u de "Binnen bereik"-zone betreedt en de deur na een bepaalde tijd bereikt, wordt het slot niet automatisch geopend.
pl: Tu możesz ustalić jak długo Auto-otwieranie powinno być aktywne. Jeśli po wejściu do strefy Geo dotrzesz do drzwi po upływie tego czasu, zamek nie otworzy się automatycznie.

# lock_settings_auto_unlock_timeout_title
source: Active for
fr: Actif pour
nl: Actief voor
pl: Aktywne przez

# lock_settings_auto_lock_from_half_description
source: Lock the door automatically when the lock is in semi-locked position.
fr: Verrouiller automatiquement la porte lorsque la serrure est en position semi-vérouillée.
nl: Sluit de deur automatisch wanneer het slot in halfopen positie staat.
pl: Zamknij zamek automatycznie, gdy jest w pozycji niedomkniętej.

# lock_settings_auto_lock_from_unlocked_description
source: Lock the door automatically when the lock is in unlocked position.
fr: Verrouiller automatiquement la porte lorsque la serrure est déverrouillée.
nl: Sluit de deur automatisch wanneer het slot in open positie staat.
pl: Zamknij zamek automatycznie, gdy jest w pozycji otwartej.

# lock_settings_auto_lock_from_unlocked
source: From unlocked
fr: Dévérouillée
nl: Vanaf de opening
pl: Z otwartej

# lock_settings_auto_lock_from_half_unlocked
source: From semi-locked
fr: Semi-vérouillée
nl: Wanneer halfopen
pl: Z niedomkniętej

# lock_settings_time
source: Time
fr: Temporisation
nl: Tijd
pl: Czas

# lock_settings_lock_after
source: Lock after
fr: Fermer après
nl: Sluiten na
pl: Zamknij po

# lock_settings_lock_after_description
source: Time you need to exit the apartment and close the door behind you after you initiate lock-with-delay procedure.
fr: Le temps qu'il faut pour quitter l'appartement et fermer la porte derrière vous après avoir lancé la procédure de verrouillage différé.
nl: Tijd die u nodig heeft om het appartement te verlaten en de deur achter u te sluiten nadat u de automatische slotprocedure hebt gestart.
pl: Czas potrzebny na wyjście z mieszkania i zamknięcie za sobą drzwi po rozpoczęciu procedury zamknięcia-z-opóźnieniem.

# lock_settings_set_time_for_auto_lock_hint
source: The door will be locked automatically after specified time.
fr: La porte se fermera automatiquement après la durée définie.
nl: De deur wordt na een bepaalde tijd automatisch gesloten.
pl: Zamek automatycznie zarygluje drzwi po określonym czasie.

# lock_settings_pull_time
source: Pull spring time
fr: Durée d'ouverture du loquet
nl: Deurvergrendelingstijd
pl: Czas odciągnięcia

# lock_settings_delay_time
source: Delay time
fr: Temporisation
nl: Vertragingstijd
pl: Opóźnienie

# lock_settings_pull_for
source: Will be pulled for
fr: Sera ouvert pour
nl: Wordt open getrokken voor
pl: Będzie odciągnięta przez

# lock_settings_auto_pull_spring
source: Automatic pull spring
fr: Ouverture automatique du loquet
nl: Automatische deurgrendel
pl: Auto-odciągnięcie

# lock_settings_auto_pull_spring_description
source: Active while unlocking the door
fr: Actif lors du déverrouillage de la porte
nl: Actief tijdens het openen van de deur
pl: Włączone podczas otwierania zamka

# lock_settings_custom
source: Custom
fr: Personnalisé
nl: Aangepast
pl: Własne

# lock_settings_with_delay
source: Lock with delay
fr: Fermeture avec délai
nl: Sluiten met vertraging
pl: Opóźnione zamknięcie

# lock_settings_title
source: Lock settings
fr: Paramètres de la serrure
nl: Slotinstellingen
pl: Ustawienia zamka

# lock_settings_calibration
source: Calibration
fr: Calibrage
nl: Kalibratie
pl: Kalibracja

# lock_settings_error_new_name_length
source: The name should be at least 1 and no more than 32 characters long.
fr: Le nom doit comporter un minimum de 1 caractère et un maximum de 32 caractères.
nl: De naam moet minimaal 1 teken en maximaal 32 tekens lang zijn.
pl: Nazwa musi mieć co najmniej 1 i nie więcej niż 32 znaki.

# lock_settings_auto_lock
source: Auto-lock
fr: Verrouillage automatique
nl: Automatische sluiting
pl: Auto-zamykanie

# lock_settings_auto_lock_title
source: Auto-lock
fr: Verrouillage automatique
nl: Automatische sluiting
pl: Auto-zamykanie

# lock_settings_pull_spring
source: Pull spring
fr: Loquet
nl: Deurgrendel
pl: Odciągnięcie zapadki

# lock_settings_lock_button
source: Lock button
fr: Bouton de la serrure
nl: Sluitknop
pl: Przycisk zamka

# lock_settings_delete_lock
source: Delete lock from my account
fr: Supprimer la serrure de mon compte
nl: Slot verwijderen van mijn account
pl: Usuń zamek z konta

# lock_settings_sure_to_delete_lock_title
source: Delete the lock
fr: Supprimer la serrure
nl: Verwijder dit slot
pl: Usuń zamek

# lock_settings_deleting_title
source: Deleting the lock
fr: Suppression de la serrure
nl: Slot wordt verwijderd
pl: Usuwanie zamka

# we_could_not_delete_lock
source: We could not delete the lock. Please try again later.
fr: Nous n'avons pas pu supprimer la serrure. Veuillez réessayer plus tard.
nl: We konden het slot niet verwijderen. Probeer het later nog eens.
pl: Nie udało nam się usunąć zamka. Spróbuj ponownie później.

# lock_setting_button_press
source: On button pressed
fr: Bouton pressé
nl: Aan-knop wordt ingedrukt
pl: Po wciśnięciu

# lock_setting_button_hold
source: On button held
fr: Bouton maintenu enfoncé
nl: Aan-knop wordt vastgehouden
pl: Po przytrzymaniu

source: Bluetooth required
fr: Bluetooth requis
nl: Bluetooth vereist
pl: Wymagany Bluetooth
