Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

# bluetooth_required_diconnected_alert_description
source: Turn Bluetooth on to connect to this device.
fr: Activez le Bluetooth pour vous connecter à cet appareil.
nl: Zet Bluetooth aan om verbinding te maken met dit apparaat.
pl: Włącz Bluetooth, jeśli chcesz połączyć się z tym urządzeniem.

# bluetooth_required_text
source: Turn the Bluetooth on if you want to use the auto-unlock feature.
fr: Activez le Bluetooth pour utiliser la fonction de déverouillage automatique.
nl: Zet Bluetooth aan om verbinding te maken met dit apparaat.
pl: Włącz Bluetooth, jeśli chcesz używać opcji Auto-otwierania.

source: Location required
fr: Localisation requise
nl: Locatie vereist
pl: Wymagana lokalizacja

# location_required_text
source: Switch the location services on if you want to use the Auto-unlock feature.
fr: Activez les services de localisation si vous souhaitez utiliser la fonction de déverrouillage automatique.
nl: Schakel de locatiediensten in als u de functie voor automatische opening wilt gebruiken.
pl: Włącz usługi lokalizacji, jeśli chcesz używać funkcji Auto-otwierania.

# location_required_diconnected_alert_description
source: Turn the location service on to connect to this device via Bluetooth.
fr: Activez le service de localisation pour vous connecter à cet appareil via Bluetooth.
pl: Włącz serwis lokalizacji aby połączyć się z urządzeniem za pomocą Bluetooth.

source: Information
fr: Informations
nl: Informatie
pl: Informacje

source: Device ID
fr: ID de l'appareil
nl: Apparaat-ID
pl: ID urządzenia

source: Organization name
fr: Nom de l'organisation
nl: Naam organisatie
pl: Nazwa organizacji

# certificate_expiration_date
source: Certificate expires
fr: Expiration du certificat
nl: Vervaldatum certificaat
pl: Data certyfikatu

source: Pull spring calibration
fr: Calibrage du loquet
nl: Kalibratie deurvergrendeling
pl: Kalibracja zapadki klamki

# pull_spring_calibration_description
source: Open the door and unlock the lock before you start the calibration. Remember not to block the lock or press the door handle during calibration. If you're ready press the button and wait.
fr: Ouvrez la porte et la serrure avant de commencer le calibrage. N'oubliez pas que la serrure ne doit pas être bloquée, ni la poignée de la porte enfoncée pendant le calibrage. Lorsque vous avez terminé, appuyez sur le bouton et attendez un moment.
nl: Open de deur en open het slot voordat u met de kalibratie begint. Vergeet niet dat het slot niet geblokkeerd mag worden, of de deurklink in ingedrukt mag worden tijdens het kalibreren. Als u klaar bent, drukt u op de knop en moet u even wachten.
pl: Otwórz drzwi i odrygluj zamek zanim rozpoczniesz kalibrację. Pamiętaj, by nie blokować zamka ani nie naciskać klamki podczas kalibracji. Jeśli jesteś gotowy, wciśnij przycisk i poczekaj na zakończenie kalibracji.

# pull_spring_calibration_start
source: Start calibration
fr: Démarrer le calibrage
nl: Kalibratie starten
pl: Rozpocznij kalibrację

# pull_spring_calibration_timeout_error_text
source: The calibration time has passed. Please, go back and start the process again.
fr: Le temps de calibrage est écoulé. Veuillez revenir en arrière et recommencer le processus.
nl: De kalibratietijd is verstreken. Ga alsjeblieft terug en start het proces opnieuw.
pl: Przekroczono limit czasu kalibracji. Wróć i rozpocznij proces ponownie.

# pull_spring_other_lock_error_text
source: Calibration cannot be completed. Make sure not to touch the door handle and try again.
fr: Le calibrage ne peut pas être effectué. Essayez à nouveau sans toucher à la poignée de la porte.
nl: Kalibratie kan niet worden voltooid. Raak de deurklink niet aan en probeer opnieuw.
pl: Kalibracja nie może być ukończona. Upewnij się, że nie dotykasz klamki i spróbuj ponownie.

# pull_spring_disable_alert_title
source: Disable pull spring?
fr: Désactiver le loquet?
nl: Deurgrendel uitschakelen?
pl: Wyłączyć odciąganie zapadki?

# pull_spring_disable_alert_message
source: If you cancel the calibration, pull spring feature will be disabled. You can enable it again in the settings. Do you want to disable pull spring?
fr: Si vous annulez le calibrage, la fonction d'ouverture du loquet sera désactivée. Vous pouvez l'activer à nouveau dans les paramètres. Voulez-vous la désactiver?
nl: Als u de kalibratie annuleert, wordt de deurgrendelfunctie uitgeschakeld. U kan deze weer inschakelen in de instellingen. Wilt u de deurgrendel uitschakelen?
pl: Jeśli anulujesz kalibrację, odciąganie zapadki klamki zostanie wyłączone. Możesz je włączyć później w ustawieniach. Czy na pewno chcesz wyłączyć odciąganie zapadki?

# device_logs_navigation_header
source: Device logs
fr: Journaux de l'appareil
nl: Apparaatlogs
pl: Logi urządzenia

# device_logs_description
source: Enable device logs only if you are aware of the procedure. It will broadcast sensitive data from you device over an insecure channel. Device logs will be enabled only for 15 minutes.
fr: N'activez les journaux de l'appareil que si vous connaissez la procédure. Ceci transmettera des données sensibles depuis votre appareil sur un canal non sécurisé. Les journaux de l'appareil seront activés pendant 15 minutes.
nl: Schakel de apparaatlogs alleen in als u op de hoogte bent van de procedure. Dit zal gevoelige gegevens van uw apparaat uitzenden over een onbeveiligd kanaal. Apparaatlogs worden slechts 15 minuten ingeschakeld.
pl: Włącz logi urządzenia tylko wtedy, gdy znasz procedurę zbierania danych logowania. Spowoduje to transmisję poufnych danych z twojego urządzenia za pośrednictwem niezabezpieczonego kanału. Logi urządzenia zostaną włączone na 15 minut.

# device_logs_enable_button
source: Enable logs
fr: Activation des journaux
nl: Logs inschakelen
pl: Włącz logi

# device_logs_enabled_success
source: Device logs enabled
fr: Journaux de l'appareil activés
nl: Apparaatlogs ingeschakeld
pl: Logi urządzenia włączone

# how_to_mount_lock_link
source: https://tedee.com/support/lock-installation/
fr: https://tedee.com/fr/support/installing-your-lock-fr/
nl: https://tedee.com/nl/support/installing-your-lock-ne/
pl: https://tedee.com/pl/support/montaz-zamka/

# contact_support_link
source: https://tedee.com/support/contact
fr: https://tedee.com/fr/support/contact-fr/
nl: https://tedee.com/nl/support/contact-ne/
pl: https://tedee.com/pl/wsparcie/kontakt

# faq_link
source: https://tedee.freshdesk.com/en/support/solutions
pl: https://tedee.freshdesk.com/pl/support/solutions

# terms_and_conditions_link
source: https://tedee.com/app-terms-and-conditions/
fr: https://tedee.com/fr/app-terms-and-conditions-fr/
nl: https://tedee.com/nl/app-terms-and-conditions-ne/
pl: https://tedee.com/pl/regulamin-aplikacji/

# privacy_link
source: https://tedee.com/app-privacy-policy/
fr: https://tedee.com/fr/app-privacy-policy-fr/
nl: https://tedee.com/nl/app-privacy-policy-ne/
pl: https://tedee.com/pl/polityka-prywatnosci-aplikacji/

# forum_link
source: https://tedee.freshdesk.com/en/support/discussions
pl: https://tedee.freshdesk.com/pl/support/discussions

# auto_unlock_manual
source: https://tedee.freshdesk.com/en/support/solutions/articles/77000477804-auto-unlock-functionality
pl: https://tedee.freshdesk.com/pl/support/solutions/articles/77000477804-funkcja-automatycznego-otwierania

# share_info
source: Share information
fr: Partagez les informations
nl: Informatie delen
pl: Udostępnij

source: Settings
fr: Paramètres
nl: Instellingen
pl: Ustawienia

# clear
source: Clear logs
fr: Supprimez les journaux
nl: Logs verwijderen
pl: Wyczyść logi

# share
source: Share logs
fr: Partagez les journaux
nl: Logs delen
pl: Udostępnij logi

source: Filter
fr: Filtrer
pl: Filtr

# clear_logs_dialog_message
source: Do you want to clear logs?
fr: Voulez-vous supprimer les journaux?
nl: Wilt u de logs verwijderen?
pl: Czy chcesz wyczyścić logi?

# picker_today
source: Today
fr: Aujourd'hui
nl: Vandaag
pl: Dzisiaj

# picker_am
source: AM
fr: matinée
nl: Voormiddag
pl: rano

# picker_pm
source: PM
fr: après-midi
nl: Namiddag
pl: po południu

# no_locks
source: You have no locks
fr: Vous n'avez pas de serrures
nl: U hebt geen sloten
pl: Nie posiadasz żadnych zamków

# add_from_mobile_app
source: Add a new lock using tedee mobile app
fr: Ajouter une nouvelle serrure en utilisant l'application mobile tedee
nl: Voeg een nieuw slot toe aan de hand van de tedee mobile app
pl: Dodaj nowy zamek przez aplikację mobilną tedee

source: Lock is busy
fr: La poignée de serrure est en mouvement
nl: Slot is bezig
pl: Pokrętło zamka jest w ruchu

# lock_is_busy_description
source: Do not move your door or touch the lock
fr: Ne bougez pas votre porte et ne touchez pas à la poignée
nl: Beweeg uw deur niet of raak het slot niet aan
pl: Zatrzymaj pokrętło i dopilnuj, aby drzwi się nie ruszały i spróbuj ponownie.

# lock_is_jammed
source: Lock jammed
fr: Serrure bloquée
nl: Slot geblokkeerd
pl: Zamek zacięty

# lock_is_jammed_description
source: The operation can't be completed. Please, check if you can turn the key in the lock cylinder without resistance.
fr: L'opération n'a pas pu être menée à son terme. Vérifiez que vous pouvez tourner la clé dans le cylindre de la serrure, sans résistance.
nl: De operatie kon niet worden voltooid. Controleer of u de sleutel in het slotcilinder zonder weerstand kan draaien.
pl: Operacja nie może być zakończona, upewnij się, że możesz otworzyć zamek kluczem bez oporu.

source: Invalid certificate
fr: Certificat non valide
nl: Ongeldig certificaat
pl: Nieprawidłowy certyfikat

# invalid_certificate_description
source: This device has invalid certificate.
fr: Cet appareil a un certificat non valide
nl: Dit apparaat heeft een ongeldig certificaat.
pl: To urządzenie ma nieprawidłowy certyfikat.

# invalid_certificate_bold_description
source: To activate it again, refresh devices list on tedee mobile app.
fr: Pour le réactiver, actualisez la liste des appareils dans l'application mobile tedee.
nl: Ververs de apparatenlijst op uw tedee mobile app om deze opnieuw te activeren.
pl: Aby je aktywować, odświerz listę urządzeń w aplikacji mobilnej tedee.

# watch_logout_title
source: You are logged out
fr: Vous êtes déconnecté(e)
nl: U bent uitgelogd
pl: Zostałeś wylogowany

# watch_logout_description
source: Open tedee mobile app and log in again.
fr: Ouvrez l'application tedee mobile et connectez-vous à nouveau.
nl: Open de tedee mobile app en log opnieuw in.
pl: Otwórz aplikację mobilną tedee i zaloguj się ponownie.

# widgets_title
source: Widgets
pl: Widżety

source: Locks widget
fr: Widget des serrures
nl: Sloten Widget
pl: Widżet zamka

source: Locks
fr: Serrures
nl: Sloten
pl: Zamki

# you_dont_have_any_locks
source: You haven't configured any locks for this widget, add them first
fr: Vous n'avez pas configuré de serrures pour ce widget, ajoutez-les d'abord.
nl: Je hebt geen sloten geconfigureerd voor deze widget, voeg ze eerst toe.
pl: Nie skonfigurowałeś żadnych zamków dla tego widżetu, dodaj je

source: ADD YOUR LOCK
fr: AJOUTEZ VOTRE SERRURE
nl: UW SLOT TOEVOEGEN
pl: DODAJ SWÓJ ZAMEK

source: Adjust in tedee
fr: Personnaliser dans tedee
nl: Aanpassen in tedee
pl: Dostosuj w tedee

# lock_widget_location_permissions_additional_action_description
source: To connect to your lock in the background, you need to change the location permissions to "Always" in System Settings.
fr: Pour vous connecter à votre serrure en arrière-plan, vous devez définir l'accès à la localisation sur «Toujours» dans les paramètres système.
nl: Om verbinding te maken met uw slot op de achtergrond, moet u de locatietoestemmingen wijzigen in "Altijd" in de systeeminstellingen.
pl: Aby połączyć się z zamkiem w tle, musisz przestawić dostęp do położenia na "Zawsze" w ustawieniach systemowych.

# log_in_to_app_to_use_this_widget
source: Log in to the application to use the widget.
fr: Connectez-vous à l'application pour utiliser le widget.
nl: Log in op de applicatie om de widget te gebruiken.
pl: Zaloguj się do aplikacji, aby korzystać z tego widżetu.

# initializing_widget
source: Initializing the widget. Please wait.
fr: Initialisation du widget. Attendez un instant.
nl: Initialiseren van de widget. Wacht even.
pl: Inicjalizowanie widżetu. Proszę czekać.

source: Please add locks to display.
fr: Sélectionnez les serrures que vous souhaitez afficher.
nl: Selecteer de sloten die u wilt weergeven
pl: Wybierz zamki do wyświetlenia.

# actions_widget
source: Action widget
fr: Actions du widget
nl: Actie-widget
pl: Widżet akcji

source: Actions
nl: Acties
pl: Akcje

# you_dont_have_any_action
source: You haven't configured any actions for this widget. Please, add them
fr: Vous n'avez configuré aucune action pour ce widget. Veuillez les ajouter.
nl: Je hebt geen acties geconfigureerd voor deze widget. Voeg deze alsjeblieft toe.
pl: Nie skonfigurowałeś żadnych akcji dla tego widżetu. Dodaj je.

# select_lock_actions
source: Select lock action
fr: Sélectionnez une action de verrouillage
nl: Selecteer een slotactie
pl: Wybierz akcje zamka

source: Please, add actions to display.
fr: Sélectionnez les actions que vous souhaitez afficher.
nl: Selecteer acties die u wilt weergeven.
pl: Proszę, dodaj akcje do wyświetlenia.

source: Double click the button to unlock
fr: Double-cliquez sur le bouton pour déverrouiller la serrure
nl: Dubbelklik op de knop om te openen
pl: Podwójne naciśnięcie przycisku otworzy zamek

# check_your_bluethooth_connection_and_try_again
source: Check if your Bluetooth connection is switched on and try again.
fr: Assurez-vous que votre connexion Bluetooth est activée et réessayez.
nl: Controleer of uw Bluetooth-verbinding werd ingeschakeld en probeer opnieuw.
pl: Sprawdź, czy Bluetooth jest włączony i spróbuj ponownie.

source: Unlock button
fr: Bouton de déverrouillage
nl: Openknop
pl: Przycisk otwarcia

source: Lock button
fr: Bouton de verrouillage
nl: Sluitknop
pl: Przycisk zamknięcia

# error_lock_uncalibrated
source: Lock uncalibrated
fr: La serrure n'est pas calibrée
nl: Slot is niet gekalibreerd
pl: Zamek nieskalibrowany

# error_you_have_no_permissions
source: No permissions
fr: Pas d'autorisations
nl: Geen toestemmingen
pl: Brak uprawnień

# error_lock_after_factory_reset
source: After factory reset
fr: Retour aux paramètres d'usine
nl: Na fabrieksreset
pl: Zresetowany do ustawień fabrycznych

# error_lock_is_being_updating
source: Updating
fr: Mise à jour
nl: Wordt geüpdatet
pl: Aktualizowany

# error_lock_is_not_responding
source: Lock is not responding
fr: La serrure ne répond pas
nl: Slot reageert niet
pl: Zamek nie odpowiada

source: Without permissions
fr: Sans autorisations
nl: Zonder toestemmingen
pl: Brak uprawnień

# pair_with_bridge_title
source: Pair with bridge
fr: Association avec le bridge
nl: Koppelen met bridge
pl: Sparuj z bridgem

# pair_with_bridge_description
source: To connect and control this device remotely you need to pair it with the bridge first.
fr: Pour connecter et faire fonctionner cet appareil à distance, vous devez d'abord l'associer au bridge.
nl: Om dit apparaat op afstand aan te sluiten en te bedienen moet u deze eerst koppelen met de brug.
pl: Aby połączyć się i używać to urządzenie z dowolnego miejsca, musisz sparować je z bridgem.

# restart_bluetooth_title
source: Restart Bluetooth
fr: Redémarrez le Bluetooth
nl: Bluetooth herstarten
pl: Zrestartuj Bluetooth

# bluetooth_range_title
source: Bluetooth range
fr: Portée Bluetooth
nl: Bluetooth bereik
pl: Zasięg połączenia Bluetooth

# bluetooth_range_description
source: Make sure the distance between the lock and your smartphone or the bridge is less than 2-3 meters.
fr: Assurez-vous que la distance entre la serrure et votre smartphone ou le bridge est inférieure à 2 ou 3 mètres.
nl: Zorg ervoor dat de afstand tussen het slot en uw smartphone of de brug minder dan 2-3 meter bedraagt.
pl: Upewnij się, że odległość pomiędzy zamkiem a Twoim smartfonem lub bridgem jest mniejsza niż 2-3 metry.

# check_wifi_configuration_title
source: Check Wi-Fi
fr: Vérifiez le Wi-Fi
nl: Controleer Wi-Fi
pl: Sprawdź Wi-Fi

# check_wifi_configuration_description
source: Bridge requires internet connection. Go to bridge settings > Wi-Fi and update the connection data.
fr: Le bridge nécessite une connexion Internet. Allez dans les paramètres du bridge > Wi-Fi et modifiez les détails de connexion.
nl: Brug vereist een internetverbinding. Ga naar bridge-instellingen > Wi-Fi en bewerk de verbindingsgegevens.
pl: Bridge wymaga połączenia z internetem. Przejdź do ustawień bridge'a > Wi-Fi i zaktualizuj dane połączenia internetowego.

source: Battery saving mode
fr: Mode économie d'énergie
nl: Batterijbesparende modus
pl: Tryb oszczędzania baterii

# cannot_open_battery_saving_settings
source: Cannot open battery saving settings, please do it manually!
fr: Impossible d'ouvrir les paramètres d'économie d'énergie, veuillez le faire manuellement.
pl: Nie można otworzyć ustawień baterii, proszę zrobić to ręcznie!

# battery_saving_mode_hint
source: To improve auto-unlock operation please turn off the battery saving/optimization mode
fr: Pour améliorer la fonction de déverrouillage automatique, veuillez désactiver le mode économie d'énergie.
nl: Om de automatische ontgrendeling te verbeteren, schakelt u de batterijbesparingsmodus / optimalisatiemodus uit.
pl: Aby poprawić działania Auto-otwierania, wyłącz tryb oszczędzania/optymalizacji baterii dla tej aplikacji

# notifications_settings_title
source: Notifications
nl: Meldingen
pl: Powiadomienia

# notifications_settings_enable
source: Enable notifications
fr: Activer les notifications
nl: Meldingen inschakelen
pl: Aktywuj powiadomienia

# notifications_settings_enable_subtitle
source: For: %@
fr: Pour : %@
nl: Voor: %@
pl: Dla: %@

# notifications_settings_enabled_description_app
source: You can change notification settings for individual device on its settings page.
fr: Vous pouvez modifier les paramètres de notification pour chaque appareil sur sa page de paramètres.
nl: Zet deze aan om de meldingen te selecteren die u wilt ontvangen.
pl: Możesz zmienić ustawienia powiadomień dla każdego urządzenia w jego ustawieniach.

# notifications_settings_disabled_description_app
source: Turn it on to select notifications you want to receive.
fr: Activez cette option pour choisir les notifications que vous souhaitez recevoir.
nl: U kunt de notificatie-instellingen voor individuele apparaten wijzigen op de instellingenpagina.
pl: Włącz, aby wybrać powiadomienia, które chcesz otrzymywać.

# notifications_settings_enabled_description_device
source: These settings will override the global application settings.
fr: Ces paramètres remplaceront les paramètres globaux de l'application.
nl: Deze instellingen zullen de algemene toepassing opheffen.
pl: Te ustawienia nadpiszą globalne ustawienia aplikacji.

# notifications_settings_disabled_description_device
source: You will not receive any notifications for this device.
fr: Vous ne recevrez pas de notifications pour cet appareil.
nl: U zal geen meldingen ontvangen voor dit apparaat.
pl: Nie będziesz otrzymywać żadnych powiadomień dotyczących tego urządzenia.

# notifications_settings_invites_title
source: Invites
fr: Invitations
nl: Uitnodigingen
pl: Zaproszenia

# notifications_settings_invites_received
source: Invites received
fr: Invitations reçues
nl: Ontvangen uitnodigingen
pl: Otrzymane zaproszenia

# notifications_settings_invites_received_description
source: Somebody shared access
fr: Quelqu'un a partagé l'accès
nl: Iemand heeft toegang gedeeld
pl: Ktoś udzielił dostępu

# notifications_settings_device_update
source: Device update
fr: Mises à jour de l'appareil
nl: Updates van het apparaat
pl: Aktualizacja urządzenia

# notifications_settings_device_update_available
source: Device update available
fr: Une mise à jour de l'appareil est disponible
nl: Updates voor het apparaat niet beschikbaar
pl: Dostępna jest aktualizacja urządzenia

# notifications_settings_device_updated
source: Device has been updated
fr: L'appareil a été mis à jour
nl: Apparaat werd geüpdatet
pl: Zaktualizowano urządzenie

# notifications_settings_battery
source: Battery
fr: Batterie
nl: Batterij
pl: Bateria

# notifications_settings_low_battery_level
source: Low battery level
fr: Niveau de batterie faible
nl: Laag batterijniveau
pl: Niski poziom baterii

# notifications_settings_start_charging
source: Start charging
fr: Le chargement à commencé
nl: Begin met opladen
pl: Ładowanie rozpoczęte

# notifications_settings_stop_charging
source: Stop charging
fr: Chargement interrompu
nl: Stoppen met opladen
pl: Ładowanie przerwane

# notifications_settings_charging_completed
source: Charging completed
fr: Chargement terminé
nl: Opladen voltooid
pl: Ładowanie ukończone

# notifications_settings_auto_unlock
source: Auto unlock
fr: Déverrouillage automatique
nl: Automatische opening
pl: Automatyczne otwieranie

# notifications_settings_auto_unlock_started
source: Started
fr: Commencé
nl: Gestart
pl: Rozpoczęto

# notifications_settings_auto_unlock_suspended
source: Suspended
fr: Interrompu
nl: Onderbroken
pl: Zawieszono

# notifications_settings_auto_unlock_beacon
source: iBeacon detected
fr: iBeacon détectée
nl: iBeacon gedetecteerd
pl: Wykryto iBeacon

# notifications_settings_auto_unlock_completed
source: Completed
fr: Terminé
nl: Voltooid
pl: Zakończono

# notifications_settings_auto_unlock_canceled
source: Cancelled
fr: Annulé
nl: Geannuleerd
pl: Anulowano

# notifications_settings_auto_unlock_failed
source: Failed
fr: Échec
nl: Mislukt
pl: Nie powiodło się

# notifications_settings_opened_title
source: Lock unlocked
fr: Serrure déverrouillée
nl: Slot geopend
pl: Zamek otwarty

# notifications_settings_opened_by_person
source: Unlocked by user
fr: Déverouillée par un utilisateur
nl: Geopend door gebruiker
pl: Otwarty przez użytkownika

# notifications_settings_opened_manually
source: Unlocked manually
fr: Déverouillée manuellement
nl: Handmatig geopend
pl: Otwarty ręcznie

# notifications_settings_pulled_title
source: Latch pulled
fr: Loquet ouvert
nl: Deurgrendel open getrokken
pl: Zapadka odciągnięta

# notifications_settings_pulled_by_person
source: Pulled by user
fr: Loquet ouvert par un utilisateur
nl: Open getrokken door gebruiker
pl: Zapadka odciągnięta przez użytkownika

# notifications_settings_pulled_manually
source: Pulled manually
fr: Loquet ouvert manuellement
nl: Handmatig open getrokken
pl: Zapadka odciągnięta ręcznie

# application_update_title
source: Download the update
fr: Télécharger la mise à jour
nl: update downloaden
pl: Pobierz aktualizację

# application_update_description
source: We have released a new version of the application. Stay up to date and download it from the Store.
fr: Nous avons publié une nouvelle version de l'application. Restez à jour et téléchargez-la à partir de l'App Store.
nl: We hebben een nieuwe versie van de applicatie uitgebracht. Blijf up-to-date en download deze uit de Store.
pl: Udostępniliśmy nową wersję aplikacji. Bądź na bieżąco i pobierz ją ze sklepu.

# application_update_button
source: Update
fr: Mise à jour
pl: Zaktualizuj

# application_update_skip_button
source: Thanks, not now
fr: Merci, pas maintenant.
nl: bedankt, niet nu
pl: Dziękuję, nie teraz

# application_update_disable_button
source: Don't show again
fr: Ne pas afficher à nouveau
nl: Niet meer tonen
pl: Nie pokazuj ponownie

source: Preview features
fr: Fonctionnalités bêta
nl: Voorbeeldfuncties
pl: Funkcje beta

# preview_features_device_firmware_title
source: Device firmware
fr: Micrologiciel de l'appareil
nl: Firmware apparaat
pl: Oprogramowanie urządzenia

# preview_features_device_firmware_description
source: Cannot be disabled
fr: Ne peux pas être désactivé
nl: Kan niet uitgeschakeld worden
pl: Nie może zostać wyłączone
