Repository: JuliaShypat/test-localize
Catalog: ios/Localized/*.lproj/Localizable.strings
Languages: fr, nl, pl

# preview_features_disabled_description
source: Turn on the "beta tester" then devices you own will get new firmware update earlier and you will be able to turn on app preview features if available.
fr: En activant la fonction de "testeur bêta", vos appareils recevront une mise à jour logicielle plus rapidement et vous pourrez activer les fonctionnalités bêta disponibles.
nl: Zet de "beta tester" aan, dan zullen de toestellen die je bezit eerder een nieuwe firmware update krijgen en zal je de app preview functies kunnen inschakelen indien beschikbaar.
pl: Włączenie funkcji beta-testera spowoduje, że Twoje urządzenia otrzymają szybciej aktualizację oprogramowania i będziesz miał możliwość włączenia dostępnych funkcji beta.

# preview_feature_lock_unlocked_notifications
source: Lock unlocked notifications
fr: Notifications de vérouillages et déverrouillages
nl: Vergrendel ontgrendelde meldingen
pl: Powiadomienia o otwarciu zamka

# preview_feature_pin_authentication
source: PIN authentication module
fr: Authentification par code PIN
nl: PIN-verificatiemodule
pl: Moduł uwierzytelniania PINem

# preview_features_empty_list_title
source: No preview features
fr: Aucune fonctionnalité bêta
nl: Geen voorbeeldfuncties
pl: Brak funkcji beta

# preview_features_empty_list_message
source: There is nothing to test in current application version.
fr: Il n'y a rien à tester dans la version actuelle de l'application
nl: Er is niets te testen in de huidige app-versie
pl: Nie ma nic do testowania w obecnej wersji aplikacji.

# preview_features_range_out_device_scan
source: Auto-unlock security enhancements
fr: Sécurité supplémentaire pour l'ouverture automatique
nl: Veiligheidsverbeteringen voor automatisch ontgrendelen
pl: Dodatkowe zabezpieczenia Auto-otwierania

# preview_features_auto_unlock_improvements
source: Auto-unlock improvements
fr: Ameliorations de l'ouverture automatique
nl: Verbeteringen voor automatisch ontgrendelen
pl: Usprawnienia Auto-otwierania

# unauthorized_top_status_bar
source: Session expired, tap here to sign in
fr: Session expirée, appuyez ici pour vous connecter
nl: Sessie verlopen, tik hier om in te loggen
pl: Sesja wygasła, stuknij tutaj, żeby się zalogować

# unauthorized_notification_title
source: Session expired
fr: Session expirée
nl: Sessie verlopen
pl: Sesja wygasła

# unauthorized_notification_message
source: Tap here to sign in.
fr: Cliquez ici pour vous connecter
nl: Tik hier om in te loggen
pl: Stuknij tutaj, żeby się zalogować.

# security_title
source: Security
fr: Sécurité
nl: Veiligheid
pl: Bezpieczeństwo

# security_enable_pin_code
source: PIN code authentication
fr: Authentification par code PIN
nl: Pincode authenticatie
pl: Uwierzytelnienie kodem PIN

# security_change_pin_code
source: Change PIN code
fr: Changer le code PIN
nl: Pincode wijzigen
pl: Zmień kod PIN

# security_enable_biometrics
source: Biometrics access
fr: Accès aux données biométriques
nl: Toegang biometrie
pl: Dostęp biometryczny

# security_settings_info
source: If you turn PIN code authentication on, you will be able to log in with the PIN code or biometrics.
fr: Si vous activez l'authentification par code PIN, vous pourrez vous identifier avec un code PIN ou la biométrie.
nl: Als u de PIN-code authenticatie inschakelt, kunt u inloggen met de PIN-code of biometrie.
pl: Jeśli włączysz uwierzytelnianie kodem PIN będziesz mógł logować się za pomocą kodu PIN lub funkcji biometrycznych.

# security_settings_warning
source: Important: Auto-unlock and the widgets will continue working without entering PIN code.
fr: Important : Le déverrouilage automatique et les widgets continuerons de fonctionner sans entrer le code PIN.
nl: Belangrijk: Auto-ontgrendeling en de widgets blijven werken zonder de PIN-code in te voeren.
pl: Ważne: Funkcje Auto-otwierania oraz widgety nadal nie bedą wymagać PINu.

# security_settings_biometrics_info
source: After turning biometrics on, you will be able to log in using fingerprint or face recognition stored in your smartphone. You can still log in with the PIN code you defined earlier.
fr: Après avoir activé la biométrie, vous pourrez vous identifier en utilisant l'empreinte digitale ou reconnaissance faciale mémorisées dans votre smartphone. Vous pourrez toujours vous identifier à l'aide du code PIN défini précédemment.
nl: Na het inschakelen van de biometrie kunt u inloggen met behulp van een vingerafdruk of een gezichtsscan die op uw smartphone is opgeslagen. U kunt nog steeds inloggen met de door u eerder gekozen PIN-code.
pl: Po włączeniu funkcji biometrycznych będzie można logować się za pomocą odcisku palca lub skanu twarzy zapisanych w telefonie. Po uruchomieniu biometrii nadal masz możliwość logowania się za pomocą zdefiniowanego wcześniej kodu PIN.

# code_setup_navigation_title
source: Set up new PIN
fr: Définition du code PIN
nl: Instelling pincode
pl: Ustawianie nowego kodu PIN

# code_setup_view_description
source: Provide new PIN code (5 up to 8 digits).
fr: Entrez un code PIN qui sera utilisé pour accéder à l'application. Votre code PIN doit comporter au moins 5 caractères et au maximum 8.
nl: Geef een pincode op die gebruikt zal worden om toegang te krijgen tot de applicatie. Uw pincode moet minstens 5 tekens lang zijn, en maximum 8.
pl: Wprowadź nowy PIN (5 do 8 cyfr).

# code_setup_new_pin_title
source: New PIN
fr: Nouveau code PIN
nl: Nieuwe pincode
pl: Nowy PIN

# code_setup_confirm_pin
source: Confirm PIN
fr: Confirmer le code PIN
nl: Pincode bevestigen
pl: Potwierdź PIN

# code_setup_mismatch_error
source: PIN codes do not match.
fr: Les codes PIN ne correspondent pas.
nl: PIN-codes komen niet overeen.
pl: Kody PIN są różne.

# pin_change_title
source: PIN code change
fr: Modifier le code PIN
nl: Pincode wijzigen
pl: Zmiana kodu PIN

# pin_change_current_pin_header
source: Current PIN
fr: Code PIN actuel
nl: Huige pincode
pl: Obecny PIN

# pin_change_description_step_one
source: To change your PIN code, you need to provide current one.
fr: Pour modifier votre code PIN, vous devez d'abord saisir votre code PIN actuel.
nl: Om uw pincode te wijzigen, moet u eerst uw huidige pin opgeven.
pl: Aby zmienić kod PIN, podaj obecny.

# pin_change_header
source: Your new PIN
fr: Votre nouveau PIN
nl: Uw nieuwe PIN
pl: Twój nowy PIN

# pin_change_description_step_two
source: Now define new application PIN code (5 up to 8 digits).
fr: Définissez maintenant le nouveau code PIN de l'application (5 à 8 chiffres).
nl: Kies nu een nieuwe pincode voor de applicatie
pl: Teraz zdefiniuj nowy PIN do aplikacji (5 do 8 cyfr).

# pin_change_button_title
source: Confirm
fr: Confirmer
nl: Wijzig pincode
pl: Potwierdź

# pin_disable_title
source: Disable PIN code
fr: Désactiver le code PIN
nl: Pincode uitschakelen
pl: Wyłącz kod PIN

# pin_disable_description
source: To disable PIN code, you need to provide your current PIN.
fr: Pour désactiver le code PIN, vous devez d'abord saisir votre code PIN actuel.
nl: Om de pincode uit te schakelen, moet u eerst uw huidige pincode opgeven.
pl: Aby wyłączyć kod PIN, musisz podać obecny kod.

# biometrics_disable_title
source: Disable biometrics
fr: Désactiver la biométrie
nl: Biometrie uitschakelen
pl: Wyłącz biometrię

# biometrics_disable_description
source: To disable biometrics, you need to provide your current PIN.
fr: Pour désactiver la biométrie, vous devez saisir votre code PIN.
nl: Om de biometrie uit te schakelen, moet u uw huidige PIN-code opgeven.
pl: Aby wyłączyć biometrię, musisz podać obecny kod.

# biometrics_enable_title
source: Enable biometrics
fr: Activer la biométrie
nl: Om de biometrie uit te schakelen, moet u uw huidige PIN-code invoeren.
pl: Włącz biometrię

# biometrics_enable_description
source: To enable biometrics, you need to provide your current PIN.
fr: Pour activer la biométrie, vous devez saisir votre code PIN.
nl: Om de biometrie in te schakelen, moet u uw huidige PIN-code invoeren.
pl: Aby włączyć biometrię, musisz podać obecny kod.

# biometrics_not_available
source: Biometrics not available. Make sure they are turned on in system settings.
fr: La biometrie n'est pas disponible. Veuillez vérifier qu'elle est activée dans les paramètres système de votre smartphone.
nl: Biometrie niet beschikbaar. Zorg ervoor dat het is ingeschakeld in de systeeminstellingen.
pl: Biometria niedostępna. Upewnij się, że jest włączona w ustawieniach systemowych.

# biometrics_popup_title
source: Login
fr: S'identifier
nl: Aanmelden
pl: Zaloguj się

# biometrics_popup_description
source: Log in using your biometric data
fr: S'identifier en utilisant les données biométriques
nl: Log in met uw biometrische gegevens
pl: Zaloguj się za pomocą danych biometrycznych

# biometrics_popup_cancel
source: Use PIN code
fr: Utiliser le code PIN
nl: Inloggen met PIN
pl: Użyj kodu PIN

# biometrics_enable_popup_description
source: To enable this function, authenticate with your biometrics data.
fr: Pour activer cette fonction, authentifiez-vous avec vos données biométriques.
nl: Om deze functie in te schakelen, moet u zich authenticeren met uw biometrische gegevens.
pl: Aby włączyć tę funkcję, uwierzytelnij się za pomocą danych biometrycznych.

# pin_authentication_title
source: Login
fr: S'identifier
nl: Log in op de applicatie
pl: Zaloguj się

# pin_authentication_header
source: PIN code
fr: Code PIN
pl: Kod PIN

# pin_authentication_description
source: Provide your PIN code. Forgot your PIN? Log out and log in again.
fr: Saisir votre code PIN ou vous connecter à l'aide de la biométrie.
nl: Tip uw pincode in of log in via biometrie.
pl: Wprowadź swój kod PIN. Zapomniałeś PINu? Wyloguj się z aplikacji i zaloguj ponownie.

# pin_authentication_biometrics_description
source: Provide your PIN code or log in with biometrics. Forgot your PIN? Log out and log in again.
fr: Saisir votre code PIN ou vous identifier à l'aide de la biométrie. Code PIN oublié? Déconnectez-vous et identifiez-vous à nouveau.
nl: Geef uw pincode of log in met biometrie. Bent u uw pincode vergeten? Log uit en log opnieuw in.
pl: Wprowadź swój kod PIN lub zaloguj się przy pomocy biometrii. Zapomniałeś PINu? Wyloguj się z aplikacji i zaloguj ponownie.

# pin_authentication_log_out
source: Log out
fr: Déconnexion
nl: Uitloggen
pl: Wyloguj się

# pin_authentication_invalid_pin
source: Invalid PIN.
fr: PIN invalide
nl: Ongeldige PIN.
pl: Nieprawidłowy PIN.

source: Authenticate with Touch ID
fr: S'identifier avec Touch ID
nl: Verifieer met Touch ID
pl: Zautoryzuj się przy pomocy Touch ID

# provide_device_password_biometrics
source: To use biometrics you need to provide device password.
fr: Pour utiliser les données biométriques, vous devez entrer le mot de passe de l'appareil.
nl: Om biometrische gegevens te gebruiken, moet u een apparaatwachtwoord opgeven.
pl: W celu użycia danych biometrycznych musisz podać kod urządzenia.

# provide_pin_blocked_description
source: Too many incorrect attempts. Try again after a while.
fr: Trop de tentatives incorrectes. Réessayez plus tard.
nl: Te veel verkeerde pogingen. Probeer het over een tijdje opnieuw.
pl: Zbyt dużo niepoprawnych prób logowania. Spróbuj ponownie później.

# pin_authentication_invalid_pin_with_retry
source: Invalid PIN. Attempts remaining: %@
fr: Code PIN incorrect. Tentatives restantes : %@
nl: Ongeldige PIN. Resterende pogingen: %@
pl: Nieprawidłowy PIN. Pozostałe próby: %@

# lock_details_hold_to_unlock
source: Hold to unlock
fr: Maintenez pour déverrouiller
nl: Vasthouden om te openen
pl: Przytrzymaj aby otworzyć

# lock_details_hold_to_pull
source: Hold to pull
fr: Maintenir pour tirer le loquet
nl: Vasthouden om binnen te gaan
pl: Przytrzymaj aby odciągnąć

# hold_to_unlock_settings_title
source: Hold to unlock
fr: Maintenir pour déverrouiller
nl: Vasthouden om te ontgrendelen
pl: Przytrzymaj aby otworzyć

# hold_to_unlock_settings_description
source: When turned on you will have to hold unlock button for one second, to unlock your device.
fr: Lorsqu'il est activé, vous devrez maintenir le bouton de déverrouillage enfoncé pendant une seconde pour déverrouiller la serrure.
nl: Bij het inschakelen moet u de ontgrendelingsknop één seconde ingedrukt houden om het apparaat te ontgrendelen.
pl: Kiedy włączone, będziesz musiał przytrzymać przycisk otwarcia przez jedną sekundę, aby otworzyć zamek.

# last_auto_unlock_navigation_title
source: Last status
fr: Dernier statut
nl: Laatste status
pl: Ostatni status

# last_auto_unlock_start_time
source: Start time
fr: Heure de début
nl: Starttijd
pl: Czas rozpoczęcia

# last_auto_unlock_end_time
source: End time
fr: Heure de fin
nl: Eindtijd
pl: Czas zakończenia

# last_auto_unlock_reason
source: Reason
fr: Raison
nl: Reden
pl: Powód

# last_auto_unlock_status_completed
source: Completed
fr: Terminé
nl: Voltooid
pl: Zakończono

# last_auto_unlock_status_cancelled
source: Cancelled
fr: Annulé
nl: Geannuleerd
pl: Anulowano

# last_auto_unlock_status_failed
source: Failed
fr: Échec
nl: Mislukt
pl: Nie powiodło się

# last_auto_unlock_status_cancelled_already_opened
source: Lock already opened
fr: Serrure déjà déverrouillée
nl: Slot al geopend
pl: Zamek był już otwarty

# last_auto_unlock_status_cancelled_left_zone
source: Left the auto-unlock zone
fr: La zone de déverrouillage automatique à été quittée
nl: De auto-ontgrendelingszone verlaten
pl: Opuszczono strefę Auto-otwierania

# last_auto_unlock_status_cancelled_user
source: Canceled by the user
fr: Annulé par l'utilisateur
nl: Geannuleerd door de gebruiker
pl: Anulowano przez użytkownika

# last_auto_unlock_status_cancelled_too_fast
source: Reached the lock too fast
fr: Serrure atteinte trop rapidement
nl: Het slot te snel bereikt
pl: Zbyt szybkie podejście do zamka

# last_auto_unlock_status_cancelled_unmounted
source: Lock Unmounted/Uncalibrated
fr: Serrure démontée / non calibrée
nl: Slot Niet-gemonteerd / Niet-gekalibreerd
pl: Zamek zdemontowany/nieskalibrowany

# last_auto_unlock_status_cancelled_mobile_not_moving
source: Mobile was not in motion
fr: Le smartphone n'était pas en mouvement
nl: Mobiel was niet in beweging
pl: Urządzenie mobilne pozostało w bezruchu

# last_auto_unlock_status_cancelled_same_wifi
source: Same Wi-Fi
fr: Même connexion Wi-Fi
nl: Zelfde Wi-Fi
pl: To samo połączenie Wi-Fi

# last_auto_unlock_status_cancelled_range_out
source: No range out event
fr: La zone de sortie n'a pas été détectée
nl: Bereik niet verlaten
pl: Brak wykrycia strefy wyjścia

# last_auto_unlock_status_failed_changed_manually
source: Status was changed manually
fr: La serrure a été tournée manuellement
nl: Status handmatig gewijzigd
pl: Pozycja zamka została zmieniona ręcznie

# last_auto_unlock_status_failed_someone_else
source: Lock was unlocked by someone else
fr: La serrure à été déverrouillée par quelqu'un d'autre
nl: Slot door iemand anders geopend
pl: Zamek został otwarty przez kogoś innego

# last_auto_unlock_status_failed_timeout
source: Operation time-out
fr: Le délai d'approche a expiré
nl: Time-out voor bediening
pl: Upłynał limit czasu podejścia

# last_auto_unlock_status_failed_busy
source: Lock is busy
fr: La serrure est en mouvement
nl: Slot is bezif
pl: Zamek jest zajęty

# last_auto_unlock_status_failed_ble_timeout
source: Bluetooth connection time-out
fr: La connexion Bluetooth a expiré
nl: Bluetooth-verbinding time-out
pl: Upłynął limit czasu połączenia Bluetooth

# last_auto_unlock_status_failed_not_configured
source: Lock is not configured
fr: La serrure n'est pas configurée
nl: Slot is niet geconfigureerd
pl: Zamek nie jest skonfigurowany

# last_auto_unlock_status_failed_other
source: Other error: %@
fr: Autre erreur : %@
nl: Andere fout: %@
pl: Inny błąd: %@

# last_auto_unlock_trigger
source: Trigger event
fr: Evènement déclencheur
nl: Trigger gebeurtenis
pl: Wyzwalacz operacji

# last_auto_unlock_trigger_zone
source: Entering in zone
fr: Entré(e) dans la zone
nl: Zone binnenkomen
pl: Wejście w strefę

# last_auto_unlock_iBeacon_discovered
source: iBeacon discovered
fr: iBeacon détectée
nl: iBeacon gevonden
pl: Wykryto iBeacon

# last_auto_unlock_lock_discovered
source: Lock discovered
fr: Serrure détectée
nl: Slot herkend
pl: Wykryto zamek

# last_auto_unlock_lock_connected
source: Lock connected
fr: Serrure connectée
nl: Slot gekoppeld
pl: Połączono z zamkiem

# last_auto_unlock_empty_description
source: The auto-unlock function has not yet been activated.
fr: La fonction de déverrouillage automatique n'a pas encore été activée
nl: De automatische ontgrendeling is nog niet geactiveerd.
pl: Funkcja Auto-otwierania nie została jeszcze aktywowana.

# homekit_add_description
source: Add this lock to Home app and control it from all your Apple devices.
pl: Dodaj ten zamek do aplikacji Dom i zarządzaj nim z każdego urządzenia Apple.

# homekit_add_to_the_home_app
source: Add to the Home app
pl: Dodaj do aplikacji Dom

# homekit_no_permission
source: This feature will not work until you grant permissions to the Home app. You can grant permissions in System Settings > tedee > Home data (enabled)
pl: Ta funkcjonalność nie będzie działać dopóki nie udzielisz dostępu do aplikacji Dom. Możesz to zrobić wybierając: Ustawienia > tedee > Dane domu (włączone)

# homekit_configuring_title
source: Configuring
pl: Konfigurowanie

# homekit_configuring_description
source: We are configuring your lock to add it to the Home app
pl: Konfigurujemy Twój zamek i dodajemy go do aplikacji Dom

# homekit_adding_title
source: Adding to the Home app
pl: Dodawanie do aplikacji Dom

# homekit_adding_description
source: We are adding your lock to the Home app
pl: Dodajemy Twój zamek do aplikacji Dom

# homekit_select_home_title
source: Select Home
pl: Wybierz Dom

# homekit_select_home_description
source: We have found that you have more than one home. Choose where to assign your lock
pl: Wykryliśmy, że posiadasz więcej niż jeden dom. Wybierz ten, do którego chcesz przypisać swój zamek

# homekit_assign
source: Assign
pl: Wybierz

# homekit_lock_added_title
source: Lock added
pl: Zamek dodany

# homekit_lock_added_description
source: Your lock has been added to Home app.
pl: Twój zamek został dodany do aplikacji Dom.

source: Admin
fr: Administrateur
nl: Administrator

# settings_status_title
source: Status
fr: Statut

# last_auto_unlock_status
source: Status
fr: Statut
